{'1859': '  In the case of animals with separate sexes, facility in preventing crosses is an important element of success in the formation of new races, \xe2\x80\x94 at least, in a country which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can be mated for life, and this is a great convenience to the fancier, for thus many races may be kept true, though mingled in the same aviary; and this circumstance must have largely favoured the improvement and formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be matched, and, although so much valued by women and children, we hardly ever see a distinct breed kept up; such breeds as we do sometimes see are almost always imported from some other country, often from islands.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them; in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; in peacocks, from not being very easily reared and a large stock not kept; in geese, from being valuable only for two purposes, food and feathers, and more especially from no pleasure having been felt in the display of distinct breeds.      ', '1861': '  In the case of animals with separate sexes, facility in preventing crosses is an important element of success in the formation of new races, \xe2\x80\x94 at least, in a country   which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can be mated for life, and this is a great convenience to the fancier, for thus many races may be improved and kept true, though mingled in the same aviary; and this circumstance must have largely favoured the formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be easily matched, and, although so much valued by women and children, we hardly ever see a distinct breed kept up; such breeds as we do sometimes see are almost always imported from some other country.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them: in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; for recently in certain parts of Spain and of the United States this animal has been surprisingly modified and improved by careful selection: in peacocks, from not being very easily reared and a large stock not kept: in geese, from being valuable only for two purposes, food and feathers, and more especially from no pleasure having been felt in the display of distinct breeds; but the goose seems to have a singularly inflexible organisation.  ', '1860': '  In the case of animals with separate sexes, facility in preventing crosses is an important element of success in the formation of new races, \xe2\x80\x94 at least, in a country which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can be mated for life, and this is a great convenience to the fancier, for thus many races may be kept true, though mingled in the same aviary; and this circumstance must have largely favoured the improvement and formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be matched, and, although so much valued by women and children, we hardly ever see a distinct breed kept up; such breeds as we do sometimes see are almost always imported from some other country, often from islands.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them; in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; in peacocks, from not being very easily reared and a large stock not kept; in geese, from being valuable only for two purposes, food and feathers, and more especially from no pleasure having been felt in the display of distinct breeds.  ', '1872': '  With animals, facility in preventing crosses is an important element in the formation of new races, \xe2\x80\x94 at least, in a country which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can be mated for life, and this is a great convenience to the fancier, for thus many races may be improved and kept true, though mingled in the same aviary; and this circumstance must have largely favoured the formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be easily matched, and, although so much valued by women and children, we rarely see a distinct breed long kept up; such breeds as we do sometimes see are almost always imported from some other country.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them; in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; for recently in certain parts of Spain and of the United States this animal has been surprisingly modified and improved by careful selection; in peacocks, from not being very easily reared and a large stock not kept; in geese, from being valuable only for two purposes, food and feathers, and more   especially from no pleasure having been felt in the display of distinct breeds;   but the goose, under the conditions to which it is exposed when domesticated, seems to have a singularly inflexible organisation, though it has varied to a slight extent, as I have elsewhere described.  ', '1866': '  In the case of animals with separate sexes, facility in   preventing crosses is an important element of success in the formation of new races, \xe2\x80\x94 at least, in a country which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can be mated for life, and this is a great convenience to the fancier, for thus many races may be improved and kept true, though mingled in the same aviary; and this circumstance must have largely favoured the formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be easily matched, and, although so much valued by women and children, we hardly ever see a distinct breed kept up; such breeds as we do sometimes see are almost always imported from some other country.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them: in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; for recently in certain parts of Spain and of the United States this animal has been surprisingly modified and improved by careful selection: in peacocks, from not being very easily reared and a large stock not kept: in geese, from being valuable only for two purposes, food and feathers, and more especially from no pleasure having been felt in the display of distinct breeds; but the goose seems to have a singularly inflexible organisation.  ', '1869': '  In the case of animals with separate sexes, facility in preventing crosses is an important element of success in the formation of new races, \xe2\x80\x94 at least, in a country which is already stocked with other races.   In this respect enclosure of the land plays a part.   Wandering savages or the inhabitants of open plains rarely possess more than one breed of the same species.   Pigeons can   be mated for life, and this is a great convenience to the fancier, for thus many races may be improved and kept true, though mingled in the same aviary; and this circumstance must have largely favoured the formation of new breeds.   Pigeons, I may add, can be propagated in great numbers and at a very quick rate, and inferior birds may be freely rejected, as when killed they serve for food.   On the other hand, cats, from their nocturnal rambling habits, cannot be easily matched, and, although so much valued by women and children, we hardly ever see a distinct breed kept up; such breeds as we do sometimes see are almost always imported from some other country.   Although I do not doubt that some domestic animals vary less than others, yet the rarity or absence of distinct breeds of the cat, the donkey, peacock, goose, &c., may be attributed in main part to selection not having been brought into play: in cats, from the difficulty in pairing them; in donkeys, from only a few being kept by poor people, and little attention paid to their breeding; for recently in certain parts of Spain and of the United States this animal has been surprisingly modified and improved by careful selection: in peacocks, from not being very easily reared and a large stock not kept: in geese, from being valuable only for two purposes, food and feathers, and more especially from no pleasure having been felt in the display of distinct breeds; but the goose seems to have a singularly inflexible organisation.  '}