{'1859': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass or guinea-fowl, or the small power of endurance of warmth by the rein-deer, or of cold by the common camel, prevented their domestication?   I cannot doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would vary on an average as largely as the parent species of our existing domesticated productions have varied.  ', '1861': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass or guinea-fowl, or the small power of endurance of warmth by the reindeer, or of cold by the common camel prevented their domestication?   I cannot   doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would vary on an average as largely as the parent species of our existing domesticated productions have varied.  ', '1860': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass or guinea-fowl, or the small power of endurance of warmth by the reindeer, or of cold by the common camel, prevented their domestication?   I cannot doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would vary on an average as largely as the parent species of our existing domesticated productions have varied.  ', '1872': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass and goose, or the small power of endurance of warmth by the reindeer, or of cold by the common camel, prevented their domestication?   I cannot doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would on an average vary as largely as the parent species of our existing domesticated productions have varied.  ', '1866': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of   our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass and goose, or the small power of endurance of warmth by the reindeer, or of cold by the common camel, prevented their domestication?   I cannot doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would on an average vary as largely as the parent species of our existing domesticated productions have varied.  ', '1869': '  It has often been assumed that man has chosen for domestication animals and plants having an extraordinary inherent tendency to vary, and likewise to withstand diverse climates.   I do not dispute that these capacities have added largely to the value of most of our domesticated productions; but how could a savage possibly know, when he first tamed an animal, whether it would vary in succeeding generations, and whether it would endure other climates?   Has the little variability of the ass and goose, or the small power of endurance   of warmth by the reindeer, or of cold by the common camel, prevented their domestication?   I cannot doubt that if other animals and plants, equal in number to our domesticated productions, and belonging to equally diverse classes and countries, were taken from a state of nature, and could be made to breed for an equal number of generations under domestication, they would on an average vary as largely as the parent species of our existing domesticated productions have varied.  '}