{'1869': '  Some authors have maintained that the amount of variation in our domestic productions is soon reached, and can never afterwards be exceeded.   It would be somewhat rash to assert that the limit has been attained in any one case; for almost all our animals and plants have been greatly improved in many ways within a recent period; and this implies variation.   It would   be equally rash to assert that characters now increased to their utmost limit, could not, after remaining fixed for many centuries, again vary under new conditions of life.   No doubt, as Mr. Wallace has remarked with much truth, a limit will be at last reached.   For instance there must be a limit to the fleetness of any terrestrial animal, as this will be determined by the friction to be overcome, the weight of body to be carried, and the power of contraction in the muscular fibres.   But what concerns us is that the domestic varieties of the same species differ from each other in almost every character, which man has attended to and selected, more than do the distinct species of the same genera.   Isidore Geoffroy St. Hilaire has proved this in regard to size, and so it is with colour and probably with the length of hair.   With respect to fleetness, which depends on many bodily characteristics, Eclipse was far fleeter, and a dray-horse is incomparably stronger than any two equine species.   So with plants, the seeds of the different varieties of the bean or maize differ more in size, than do the seeds of the distinct species in any one genus of the same two families.   The same remark holds good in regard to the fruit of the several varieties of the plum, and still more so with the melon, as well as in endless other analogous cases.  ', '1872': '  Some authors have maintained that the amount of variation in our domestic productions is soon reached, and can never afterwards be exceeded.   It would be somewhat rash to assert that the limit has been attained in any one case; for almost all our animals and plants have been greatly improved in many ways within a recent period; and this implies variation.   It would be equally rash to assert that characters now increased to their utmost limit, could not, after remaining fixed for many centuries, again vary under new conditions of life.   No doubt, as Mr. Wallace has remarked with much truth, a limit will be at last reached.   For instance, there must be a limit to the fleetness of any terrestrial animal, as this will be determined by the friction to be overcome, the weight of body to be carried, and the power of contraction in the muscular fibres.   But what concerns us is that the domestic varieties of the same species differ from each other in almost every character, which man has attended to and selected, more than do the distinct species of the same genera.   Isidore Geoffroy St. Hilaire has proved this in regard to size, and so it is with colour and probably with the length of hair.   With respect to fleetness, which depends on many bodily characters, Eclipse was far fleeter, and a dray-horse is incomparably stronger than any two natural species belonging to the same genus.   So with plants, the seeds of the different varieties of the bean or maize probably differ more in size, than do the seeds of the distinct species in any one genus in the same two families.   The same remark holds good in regard to the fruit of the several varieties of the plum, and still more strongly with the melon, as well as in many other analogous cases.  '}