{'1859': "  On the view here given of the all-important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to man's wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations   which are first given to him in some slight degree by nature.   No man would ever try to make a fantail, till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly incorrect.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical selection.   Perhaps the parent bird of all fantails had only fourteen tail-feathers somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  ", '1861': "  On the view here given of the all-important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to man's wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations which are first given to him in some slight degree by nature.   No man would ever try to make a fantail, till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first   appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly incorrect.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical selection.   Perhaps the parent-bird of all fantails had only fourteen tail-feathers somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  ", '1860': '  On the view here given of the all-important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to mans wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations    which are first given to him in some slight degree by nature.   No man would ever try to make a fantail, till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly incorrect.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical selection.   Perhaps the parent bird of all fantails had only fourteen tail-feathers somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  ', '1872': "  On the view here given of the important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to man's wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters, and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations which are first given to him in some slight degree by nature.   No man would ever try to make a fantail till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly incorrect.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical, selection.   Perhaps the parent-bird of all fantails had only fourteen tail-feathers somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  ", '1866': "  On the view here given of the all-important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to man's wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations which are first given to him in some slight degree by nature.   No man would ever try to make a fantail, till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first   appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly in-correct.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical selection.   Perhaps the parent-bird of all fantails had only fourteen tail-feathers somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  ", '1869': '  On the view here given of the all-important part which selection by man has played, it becomes at once obvious, how it is that our domestic races show adaptation in their structure or in their habits to mans wants or fancies.   We can, I think, further understand the frequently abnormal character of our domestic races, and likewise their differences being so great in external characters and relatively so slight in internal parts or organs.   Man can hardly select, or only with much difficulty, any deviation of structure excepting such as is externally visible; and indeed he rarely cares for what is internal.   He can never act by selection, excepting on variations which are first given to him in some slight degree by nature.   No man would ever try to make a fantail till he saw a pigeon with a tail developed in some slight degree in an unusual manner, or a pouter till he saw a pigeon with a crop of somewhat unusual size; and the more abnormal or unusual any character was when it first appeared, the more likely it would be to catch his attention.   But to use such an expression as trying to make a fantail, is, I have no doubt, in most cases, utterly incorrect.   The man who first selected a pigeon with a slightly larger tail, never dreamed what the descendants of that pigeon would become through long-continued, partly unconscious and partly methodical selection.   Perhaps the parent-bird of all fantails had only fourteen tail-feathers   somewhat expanded, like the present Java fantail, or like individuals of other and distinct breeds, in which as many as seventeen tail-feathers have been counted.   Perhaps the first pouter-pigeon did not inflate its crop much more than the turbit now does the upper part of its \xc5\x93sophagus, \xe2\x80\x94 a habit which is disregarded by all fanciers, as it is not one of the points of the breed.  '}