{'1859': '  In the skeletons of the several breeds, the development of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The number of the caudal and sacral vertebr\xc3\xa6 vary; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the primary wing and caudal feathers; the relative length of wing and tail to each other and to the body; the relative length of leg and of the feet; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size of the eggs vary.   The manner of flight differs remarkably; as does in some breeds the voice and disposition.   Lastly, in certain breeds, the males and females have come to differ to a slight degree from each other.  ', '1861': '  In the skeletons of the several breeds, the development of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The caudal and sacral vertebr\xc3\xa6 vary in number; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the   primary wing and caudal feathers; the relative length of wing and tail to each other and to the body; the relative length of leg and of the feet; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size of the eggs vary.   The manner of flight, and in some breeds the voice and disposition, differ remarkably.   Lastly, in certain breeds, the males and females have come to differ to a slight degree from each other.  ', '1860': '  In the skeletons of the several breeds, the development of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The number of the caudal and sacral vertebr\xc3\xa6 vary; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the primary wing and caudal feathers; the relative length of wing and tail to each other and to the body; the relative length of leg and of the feet; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size of the eggs vary.   The manner of flight differs remarkably; as does in some breeds the voice and disposition.   Lastly, in certain breeds, the males and females have come to differ to a slight degree from each other.  ', '1872': '  In the skeletons of the several breeds, the development of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The caudal and sacral vertebr\xc3\xa6 vary in number; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the primary wing and caudal feathers; the relative length of the wing and tail to each other and to the body; the relative length of the leg and foot; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size   of the eggs vary.   The manner of flight, and in some breeds the voice and disposition, differ remarkably.   Lastly, in certain breeds, the males and females have come to differ in a slight degree from each other.  ', '1866': '  In the skeletons of the several breeds, the development of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The caudal and sacral vertebr\xc3\xa6 vary in number; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the primary wing and caudal feathers; the relative length of wing and tail to each other and to the body; the relative length of leg and of the feet; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size of the eggs vary.   The manner of flight, and in some breeds the voice and disposition, differ re-   markably.   Lastly, in certain breeds, the males and females have come to differ in a slight degree from each other.  ', '1869': '  In the skeletons of the several breeds, the develop-   ment of the bones of the face in length and breadth and curvature differs enormously.   The shape, as well as the breadth and length of the ramus of the lower jaw, varies in a highly remarkable manner.   The caudal and sacral vertebr\xc3\xa6 vary in number; as does the number of the ribs, together with their relative breadth and the presence of processes.   The size and shape of the apertures in the sternum are highly variable; so is the degree of divergence and relative size of the two arms of the furcula.   The proportional width of the gape of mouth, the proportional length of the eyelids, of the orifice of the nostrils, of the tongue (not always in strict correlation with the length of beak), the size of the crop and of the upper part of the \xc5\x93sophagus; the development and abortion of the oil-gland; the number of the primary wing and caudal feathers; the relative length of wing and tail to each other and to the body; the relative length of leg and of the feet; the number of scutell\xc3\xa6 on the toes, the development of skin between the toes, are all points of structure which are variable.   The period at which the perfect plumage is acquired varies, as does the state of the down with which the nestling birds are clothed when hatched.   The shape and size of the eggs vary.   The manner of flight, and in some breeds the voice and disposition, differ remarkably.   Lastly, in certain breeds, the males and females have come to differ in a slight degree from each other.  '}