{'1859': "  In the case of most of our anciently domesticated animals and plants, I do not think it is possible to come to any definite conclusion, whether they have descended from one or several species.   The argument mainly relied on by those who believe in the multiple origin     of our domestic animals is, that we find in the most ancient records, more especially on the monuments of Egypt, much diversity in the breeds; and that some of the breeds closely resemble, perhaps are identical with, those still existing.   Even if this latter fact were found more strictly and generally true than seems to me to be the case, what does it show, but that some of our breeds originated there, four or five thousand years ago?   But Mr. Horner's researches have rendered it in some degree probable that man sufficiently civilized to have manufactured pottery existed in the valley of the Nile thirteen or fourteen thousand years ago; and who will pretend to say how long before these ancient periods, savages, like those of Tierra del Fuego or Australia, who possess a semi-domestic dog, may not have existed in Egypt?  ", '1861': '  In the case of most of our anciently domesticated animals and plants, it is not possible to come to any definite conclusion, whether they have descended from one or several wild species.   The argument mainly relied on by those who believe in the multiple origin of our domestic animals is, that we find in the most ancient records, more especially on the monuments of Egypt, much diversity in the breeds; and that some of the breeds closely resemble, perhaps are identical with, those still existing.   Even if this latter fact were found more strictly and generally true than seems to me to be the case, what does it show, but that some of our breeds originated there, four or five thousand years ago?   Since the recent discoveries of flint tools or celts in the superficial deposits of France and England, few geologists will doubt that man, in a sufficiently civilized state to have manufactured weapons, existed at a period extremely remote as measured by years; and we know that at the present day there is hardly a tribe so barbarous as not to have domesticated at least the dog.  ', '1860': "  In the case of most of our anciently domesticated animals and plants, I do not think it is possible to come to any definite conclusion, whether they have descended from one or several wild species.   The argument mainly relied on by those who believe in the multiple origin   of our domestic animals is, that we find in the most ancient records, more especially on the monuments of Egypt, much diversity in the breeds; and that some of the breeds closely resemble, perhaps are identical with, those still existing.   Even if this latter fact were found more strictly and generally true than seems to me to be the case, what does it show, but that some of our breeds originated there, four or five thousand years ago?   But Mr. Horner's researches have rendered it in some degree probable that man sufficiently civilized to have manufactured pottery existed in the valley of the Nile thirteen or fourteen thousand years ago; and who will pretend to say how long before these ancient periods, savages, like those of Tierra del Fuego or Australia, who possess a semi-domestic dog, may not have existed in Egypt?  ", '1872': '  In the case of most of our anciently domesticated animals and plants, it is not possible to come to any definite conclusion, whether they are descended from one or several wild species.   The argument mainly relied on by those who believe in the multiple origin of our domestic animals is, that we find in the most ancient times, on the monuments of Egypt, and in the lake-habitations of Switzerland, much diversity in the breeds; and that some of these ancient breeds closely resemble, or are even identical with, those still existing.   But this only throws far backwards the history of civilisation, and shows that animals were domesticated at a much earlier period than has hitherto been supposed.   The lake-inhabitants of Switzerland cultivated several kinds of wheat and barley, the pea, the poppy for oil, and flax; and they possessed several domesticated animals. They also carried on commerce with other nations.   All this clearly shows, as Heer has remarked, that they had at this early age progressed considerably in civilisation; and this again implies a long continued previous period of less advanced civilisation, during which the domesticated animals, kept by different tribes in different districts, might have varied and given rise to distinct races.   Since the discovery of flint tools in the superficial formations of many parts of the world, all geologists believe that barbarian man   existed at an enormously remote period; and we know that at the present day there is hardly a tribe so barbarous, as not to have domesticated at least the dog.  ', '1866': '  In the case of most of our anciently domesticated animals and plants, it is not possible to come to any definite conclusion, whether they have descended from one or several wild species.   The argument mainly relied on by those who believe in the multiple origin of our domestic animals is, that we find in the most ancient times, on the monuments of Egypt, and in the lake-habitations of Switzerland, much diversity in the breeds; and that some of these ancient breeds closely resemble or are even identical with those still existing.   But this only throws far backwards the history of civilization, and shows that animals were domesticated at a much earlier period than has hitherto been supposed.   The lake-inhabitants of Switzerland cultivated several kinds of wheat and barley, the pea, the poppy for oil, and flax; and they possessed several domesticated animals; they had also commerce with other nations.   All this clearly shows, as Heer has remarked, that they had at this early age progressed considerably in civilization; and this again implies a long-continued previous period of less advanced civilization, during which   the domesticated animals, kept by the different tribes and in different districts, might have varied and given rise to distinct races.   Since the discovery of flint tools or celts in the superficial formations of France and England, all geologists believe that man in a barbarous condition existed at an enormously remote period; and we know that at the present day there is hardly a tribe so barbarous as not to have domesticated at least the dog.  ', '1869': '  In the case of most of our anciently domesticated animals and plants, it is not possible to come to any definite conclusion, whether they are descended from one or several wild species.   The argument mainly relied on by those who believe in the multiple origin of our domestic animals is, that we find in the most ancient times, on the monuments of Egypt, and in the lake-habitations of Switzerland, much diversity in the breeds; and that some of these ancient breeds closely resemble or are even identical with those still existing.   But this only throws far backwards the history of civilization, and shows that animals were domesticated at a much earlier period than has hitherto been supposed.   The lake-inhabitants of Switzerland cultivated several kinds of wheat and barley, the pea, the poppy for oil, and flax; and they possessed several domesticated animals; they had also commerce with other nations.   All this clearly shows, as Heer has remarked, that they had at this early age progressed considerably in civilization; and this again implies a long-continued previous period of less advanced civilization, during which the domesticated animals, kept by the different tribes in different districts, might have varied and given rise to distinct races.   Since the discovery of flint tools or celts in the superficial formations in many parts of the world, all geologists believe that barbarian man existed    at an enormously remote period; and we know that at the present day there is hardly a tribe so barbarous as not to have domesticated at least the dog.  '}