{'1859': '  I think these views further explain what has sometimes been noticed \xe2\x80\x94 namely that we know nothing about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be said to have had a definite origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals and thus improves them, and the improved individuals slowly spread in the immediate neighbourhood.   But as yet they will hardly have a distinct name, and from being only slightly valued, their history will be disregarded.   When further improved by the same slow and gradual process, they will spread more widely, and will get recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading and knowledge of any new sub-breed will be a slow process.   As soon as the points of value of the new sub-breed are once fully acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilisation of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  ', '1861': '  I think these views further explain what has sometimes been noticed \xe2\x80\x94 namely, that we know nothing about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be   said to have had a definite origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals and thus improves them, and the improved individuals slowly spread in the immediate neighbourhood.   But as yet they will hardly have a distinct name, and from being only slightly valued, their history will be disregarded.   When further improved by the same slow and gradual process, they will spread more widely, and will get recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading and knowledge of any new sub-breed would be a slow process.   As soon as the points of value of the new sub-breed are once fully acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilisation of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  ', '1860': '  I think these views further explain what has sometimes been noticed \xe2\x80\x94 namely, that we know nothing about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be said to have had a definite origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals and thus improves them, and the improved individuals slowly spread in the immediate neighbourhood.   But as yet they will hardly have a distinct name, and from being only slightly valued, their history will be disregarded.   When further improved by the same slow and gradual process, they will spread more widely, and will get recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading and knowledge of any new sub-breed will be a slow process.   As soon as the points of value of the new sub-breed are once fully acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilization of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  ', '1872': '  These views appear to explain what has sometimes been noticed \xe2\x80\x94 namely, that we know hardly anything about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be said to have a distinct origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals, and thus improves them, and the improved animals slowly spread in the immediate neighbourhood.   But they will as yet hardly have a distinct name, and from being only slightly valued, their history will have been disregarded.   When further improved by the same slow and gradual process, they will spread more widely, and will be recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading of a new sub-breed would be a slow process.   As soon as the points of value are once acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilisation of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  ', '1866': '  I think these views further explain what has sometimes been noticed \xe2\x80\x94 namely, that we know nothing about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be   said to have had a definite origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals, and thus improves them, and the improved individuals slowly spread in the immediate neighbourhood.   But as yet they will hardly have a distinct name, and from being only slightly valued, their history will be disregarded.   When further improved by the same slow and gradual process, they will spread more widely, and will get recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading and knowledge of any new sub-breed would be a slow process.   As soon as the points of value of the new sub-breed are once fully acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilisation of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  ', '1869': '  I think these views explain what has sometimes been noticed \xe2\x80\x94 namely, that we know nothing about the origin or history of any of our domestic breeds.   But, in fact, a breed, like a dialect of a language, can hardly be said to have a distinct origin.   A man preserves and breeds from an individual with some slight deviation of structure, or takes more care than usual in matching his best animals, and thus improves them, and the improved animals slowly spread in the immediate neighbourhood.   But as yet they will hardly have a distinct name, and from being only slightly valued, their history will be disregarded.     When further improved by the same slow and gradual process, they will spread more widely, and will get recognised as something distinct and valuable, and will then probably first receive a provincial name.   In semi-civilised countries, with little free communication, the spreading of a new sub-breed would be a slow process.   As soon as the points of value in a new strain are once acknowledged, the principle, as I have called it, of unconscious selection will always tend, \xe2\x80\x94 perhaps more at one period than at another, as the breed rises or falls in fashion, \xe2\x80\x94 perhaps more in one district than in another, according to the state of civilisation of the inhabitants, \xe2\x80\x94 slowly to add to the characteristic features of the breed, whatever they may be.   But the chance will be infinitely small of any record having been preserved of such slow, varying, and insensible changes.  '}