{'1859': "  At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything existing in the country.   But, for our purpose, a kind of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless I cannot     doubt that this process, continued during centuries, would improve and modify any breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their own lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind could never be recognised unless actual measurements or careful drawings of the breeds in question had been made long ago, which might serve for comparison.   In some cases, however, unchanged or but little changed individuals of the same breed may be found in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is believed, been chiefly effected by crosses with the fox-hound; but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  ", '1861': "  At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything existing in the country.   But, for our purpose, a kind of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless we may infer that this process, continued during centuries, would improve and modify any breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their own lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind could never be recognised unless actual measure-   ments or careful drawings of the breeds in question had been made long ago, which might serve for comparison.   In some cases, however, unchanged, or but little changed individuals of the same breed may be found in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is believed, been chiefly effected by crosses with the fox-hound; but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  ", '1860': "  At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything existing in the country.   But, for our purpose, a kind of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless I cannot doubt that this process, continued during centuries,   would improve and modify any breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their own lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind could never be recognised unless actual measurements or careful drawings of the breeds in question had been made long ago, which might serve for comparison.   In some cases, however, unchanged, or but little changed individuals of the same breed may be found in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is believed, been chiefly effected by crosses with the fox-hound; but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  ", '1872': "   Unconscious   Selection.    At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything of the kind in the country.   But, for our purpose, a form of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless we may infer that this process, continued during centuries, would improve and modify any breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind can never be recognised unless actual measurements or careful drawings of the breeds in question have been made long ago, which may serve for comparison.   In some cases, however, unchanged, or but little changed individuals of the same breed exist in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is believed, been chiefly effected by crosses with the foxhound;   but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  ", '1866': "   Unconscious   Selection.    At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything existing in the country.   But, for our purpose, a kind of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless we may infer that this process, continued during centuries, would improve and modify and breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their own lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind could never be recognised unless actual measurements or careful drawings   of the breeds in question had been made long ago, which might serve for comparison.   In some cases, however, unchanged, or but little changed individuals of the same breed may be found in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is believed, been chiefly effected by crosses with the fox-hound; but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  ", '1869': "   Unconscious   Selection.    At the present time, eminent breeders try by methodical selection, with a distinct object in view, to make a new strain or sub-breed, superior to anything existing in the country.   But, for our purpose, a kind of Selection, which may be called Unconscious, and which results from every one trying to possess and breed from the best individual animals, is more important.   Thus, a man who intends keeping pointers naturally tries to get as good dogs as he can, and afterwards breeds from his own best dogs, but he has no wish or expectation of permanently altering the breed.   Nevertheless we may infer that this process, continued during centuries, would improve and modify any breed, in the same way as Bakewell, Collins, &c., by this very same process, only carried on more methodically, did greatly modify, even during their own lifetimes, the forms and qualities of their cattle.   Slow and insensible changes of this kind could never be recognised unless actual measurements or careful drawings of the breeds in question had been made long ago, which might serve for comparison.   In some cases, however, unchanged, or but little changed individuals of the same breed may be found in less civilised districts, where the breed has been less improved.   There is reason to believe that King Charles's spaniel has been unconsciously modified to a large extent since the time of that monarch.   Some highly competent authorities are convinced that the setter is directly derived from the spaniel, and has probably been slowly altered from it.   It is known that the English pointer has been greatly changed within the last century, and in this case the change has, it is   believed, been chiefly effected by crosses with the foxhound; but what concerns us is, that the change has been effected unconsciously and gradually, and yet so effectually, that, though the old Spanish pointer certainly came from Spain, Mr. Borrow has not seen, as I am informed by him, any native dog in Spain like our pointer.  "}