{'1859': '   On   the   Breeds   of   the   Domestic   Pigeon .\xe2\x80\x94    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured with skins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of considerable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two     of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful difference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head, and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular and strictly inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long, massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a very long beak, has a very short and very broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a very short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding slightly the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood, and it has, proportionally to its size, much elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail-feathers, instead of twelve or fourteen, the normal number in all members of the great pigeon family; and these feathers are kept expanded, and are carried so erect that in good birds the head and tail     touch; the oil-gland is quite aborted.   Several other less distinct breeds might have been specified.  ', '1861': '   On   the   Breeds   of   the   Domestic   Pigeon .\xe2\x80\x94    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured with skins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of considerable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful difference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head; and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long, massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a very long beak, has a very short and   very broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a very short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding slightly the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood; and it has, proportionally to its size, much elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail-feathers, instead of twelve or fourteen \xe2\x80\x94 the normal number in all members of the great pigeon family; and these feathers are kept expanded, and are carried so erect, that in good birds the head and tail touch: the oil-gland is quite aborted.   Several other less distinct breeds might be specified.  ', '1860': '   On   the   Breeds   of   the   Domestic   Pigeon .\xe2\x80\x94    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured with skins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of con-   siderable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful difference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head, and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long, massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a very long beak, has a very short and very broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a very short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding slightly the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood, and it has, proportionally to its size, much elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail feathers, instead of twelve or fourteen, the normal number in all members of the great pigeon family; and these feathers are kept expanded, and are   carried so erect that in good birds the head and tail touch; the oil-gland is quite aborted.   Several other less distinct breeds might be specified.  ', '1872': '   Breeds   of   the   Domestic   Pigeon   ,    their   Differences   and   Origin .    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured with skins from several quarters of the world, more especially by the Hon. W. Elliott from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of considerable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful difference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head; and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils,   and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a long beak, has a very short and broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding, slightly, the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood; and it has, proportionally to its size, elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail-feathers, instead of twelve or fourteen \xe2\x80\x94 the normal number in all the members of the great pigeon family: these feathers are kept expanded, and are carried so erect, that in good birds the head and tail touch: the oil-gland is quite aborted.   Several other less distinct breeds might be specified.  ', '1866': '   Breeds   of   the   Domestic   Pigeon,   their   Differences   and   Origin .    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured   with skins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of considerable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful difference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head; and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long, massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a very long beak, has a very short and very broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a very short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding slightly the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood; and it has, proportionally to its size, much   elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail-feathers, instead of twelve or fourteen \xe2\x80\x94 the normal number in all members of the great pigeon family; and these feathers are kept expanded, and are carried so erect, that in good birds the head and tail touch: the oil-gland is quite aborted.   Several other less distinct breeds might be specified.  ', '1869': '   Breeds   of   the   Domestic   Pigeon,   their   Differences   and   Origin .    Believing that it is always best to study some special group, I have, after deliberation, taken up domestic pigeons.   I have kept every breed which I could purchase or obtain, and have been most kindly favoured with skins from several quarters of the world, more especially by the Hon. W. Elliot from India, and by the Hon. C. Murray from Persia.   Many treatises in different languages have been published on pigeons, and some of them are very important, as being of considerable antiquity.   I have associated with several eminent fanciers, and have been permitted to join two of the London Pigeon Clubs.   The diversity of the breeds is something astonishing.   Compare the English carrier and the short-faced tumbler, and see the wonderful dif-   ference in their beaks, entailing corresponding differences in their skulls.   The carrier, more especially the male bird, is also remarkable from the wonderful development of the carunculated skin about the head; and this is accompanied by greatly elongated eyelids, very large external orifices to the nostrils, and a wide gape of mouth.   The short-faced tumbler has a beak in outline almost like that of a finch; and the common tumbler has the singular inherited habit of flying at a great height in a compact flock, and tumbling in the air head over heels.   The runt is a bird of great size, with long massive beak and large feet; some of the sub-breeds of runts have very long necks, others very long wings and tails, others singularly short tails.   The barb is allied to the carrier, but, instead of a long beak, has a very short and broad one.   The pouter has a much elongated body, wings, and legs; and its enormously developed crop, which it glories in inflating, may well excite astonishment and even laughter.   The turbit has a very short and conical beak, with a line of reversed feathers down the breast; and it has the habit of continually expanding slightly the upper part of the \xc5\x93sophagus.   The Jacobin has the feathers so much reversed along the back of the neck that they form a hood; and it has, proportionally to its size, much elongated wing and tail feathers.   The trumpeter and laugher, as their names express, utter a very different coo from the other breeds.   The fantail has thirty or even forty tail-feathers, instead of twelve or fourteen \xe2\x80\x94 the normal number in all members of the great pigeon family; and these feathers are kept expanded, and are carried so erect, that in good birds the head and tail touch: the oil-gland is quite aborted.   Several other less distinct breeds might be specified.  '}