{'1869': "  As far as I am able to judge, after long attending to the subject, the conditions of life appear to act in two ways, \xe2\x80\x94 directly on the whole organisation or on certain parts alone, and indirectly by affecting the reproductive system.   With respect to the direct action, we must bear in mind that in every case, as Professor Weismann has lately insisted, and as I have incidentally shown in my work on 'Variation under Domestication,' there are two factors: namely, the nature of the organism, and the nature of the conditions.   The former seems to be much the more important; for nearly similar variations sometimes arise under, as far as we can judge, dissimilar conditions; and, on the other hand, dissimilar variations under conditions which appear to be nearly uniform.   The effects on the offspring are either definite or indefinite.   They may be considered as definite when all or nearly all the offspring of individuals exposed to certain conditions during several generations are modified in the same manner.   It is extremely difficult to come to any conclusion in regard to the extent of the changes which have been thus definitely induced.   There can, however, be little doubt about many slight changes, \xe2\x80\x94 such as size from the amount of food, colour from the nature of the food, thickness of the skin and hair from climate, &C. Each of the endless variations which we see in the plumage of our fowls must have had some efficient cause; and if the same cause were to act uniformly during a long series of generations on many individuals, all probably would be modified in   the same manner.   Such facts as the complex and extraordinary out-growths which invariably follow from the insertion of a minute drop of poison by a gall-producing insect, show us what singular modifications might result in the case of plants from a chemical change in the nature of the sap.  ", '1872': "  As far as I am able to judge, after long attending to the subject, the conditions of life appear to act in two ways, \xe2\x80\x94 directly on the whole organisation or on certain parts alone, and in directly by affecting the reproductive system.   With respect to the direct   action, we must bear in mind that in every case, as Professor Weismann has lately insisted, and as I have incidentally shown in my work on 'Variation under Domestication,' there are two factors: namely, the nature of the organism, and the nature of the conditions.   The former seems to be much the more important; for nearly similar variations sometimes arise under, as far as we can judge, dissimilar conditions; and, on the other hand, dissimilar variations arise under conditions which appear to be nearly uniform.   The effects on the offspring are either definite or in definite.   They may be considered as definite when all or nearly all the offspring of individuals exposed to certain conditions during several generations are modified in the same manner.   It is extremely difficult to come to any conclusion in regard to the extent of the changes which have been thus definitely induced.   There can, however, be little doubt about many slight changes, \xe2\x80\x94 such as size from the amount of food, colour from the nature of the food, thickness of the skin and hair from climate, &C. Each of the endless variations which we see in the plumage of our fowls must have had some efficient cause; and if the same cause were to act uniformly during a long series of generations on many individuals, all probably would be modified in the same manner.   Such facts as the complex and extraordinary out-growths which invariably follow from the insertion of a minute drop of poison by a gall-producing insect, show us what singular modifications might result in the case of plants from a chemical change in the nature of the sap.  "}