{'1859': '  Great as the differences are between the breeds of pigeons, I am fully convinced that the common opinion of naturalists is correct, namely, that all have descended from the rock-pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, not breeding or willingly perching on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems very improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated     even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having similar habits with the rock-pigeon seems to me a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back again into their native country; but not one has ever become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is most difficult to get any wild animal to breed freely under domestication; yet on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilized man, as to be quite prolific under confinement.  ', '1861': '  Great as the differences are between the breeds of pigeons, I am fully convinced that the common opinion of naturalists is correct, namely, that all have descended from the rock-pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic   breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, not breeding or willingly perching on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems very improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having similar habits with the rock-pigeon seems to me a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back again into their native country; but not one has ever become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is difficult to get any wild animal to breed freely under domestication; yet, on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilized man, as to be quite prolific under confinement.    ', '1860': '  Great as the differences are between the breeds of pigeons, I am fully convinced that the common opinion of naturalists is correct, namely, that all have descended from the rock-pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, not breeding or willingly perching on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems very improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated   even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having similar habits with the rock-pigeon seems to me a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back again into their native country; but not one has ever become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is most difficult to get any wild animal to breed freely under domestication; yet on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilized man, as to be quite prolific under confinement.  ', '1872': '  Great as are the differences between the breeds of the pigeon, I am fully convinced that the common opinion of naturalists is correct, namely, that all are descended from the rock pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, they did not breed or willingly perch on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having similar habits with the rock-pigeon seems a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back    again into their native country; but not one has become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is difficult to get wild animals to breed freely under domestication; yet, on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilised man, as to be quite prolific under confinement.  ', '1866': '  Great as the differences are between the breeds of pigeons, I am fully convinced that the common opinion of naturalists is correct, namely, that all have descended from the rock-pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possesse the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, not breeding or willingly perching on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still   exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems very improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having similar habits with the rock-pigeon seems to be a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back again into their native country; but not one has ever become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is difficult to get any wild animal to breed freely under domestication; yet, on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilized man, as to be quite prolific under confinement.  ', '1869': '  Great as the differences are between the breeds of pigeons, I am fully convinced that the common opinion of naturalists is correct, namely, that all are descended from the rock-pigeon (Columba livia), including under this term several geographical races or sub-species, which differ from each other in the most trifling respects.   As several of the reasons which have led me to this belief are in some degree applicable in other cases, I will here briefly give them.   If the several breeds are not varieties, and have not proceeded from the rock-pigeon, they must have descended from at least seven or eight aboriginal stocks; for it is impossible to make the present domestic breeds by the crossing of any lesser number: how, for instance, could a pouter be produced by crossing two breeds unless one of the parent-stocks possessed the characteristic enormous crop?   The supposed aboriginal stocks must all have been rock-pigeons, that is, not breeding or willingly perching on trees.   But besides C. livia, with its geographical sub-species, only two or three other species of rock-pigeons are known; and these have not any of the characters of the domestic breeds.   Hence the supposed aboriginal stocks must either still exist in the countries where they were originally domesticated, and yet be unknown to ornithologists; and this, considering their size, habits, and remarkable characters, seems improbable; or they must have become extinct in the wild state.   But birds breeding on precipices, and good fliers, are unlikely to be exterminated; and the common rock-pigeon, which has the same habits with the domestic breeds, has not been exterminated even on several of the smaller British islets, or on the shores of the Mediterranean.   Hence the supposed extermination of so many species having   similar habits with the rock-pigeon seems a very rash assumption.   Moreover, the several above-named domesticated breeds have been transported to all parts of the world, and, therefore, some of them must have been carried back again into their native country; but not one has ever become wild or feral, though the dovecot-pigeon, which is the rock-pigeon in a very slightly altered state, has become feral in several places.   Again, all recent experience shows that it is difficult to get any wild animal to breed freely under domestication; yet, on the hypothesis of the multiple origin of our pigeons, it must be assumed that at least seven or eight species were so thoroughly domesticated in ancient times by half-civilized man, as to be quite prolific under confinement.  '}