{'1859': '  Habit also has a decided influence, as in the period of flowering with plants when transported from one climate to another.   In animals it has a more marked effect; for instance, I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild-duck; and I presume that this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parent.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with the state of these organs in other countries, is another instance of the effect of use.   Not a single domestic animal can be named which has not in some country drooping ears; and the view suggested by some authors, that the drooping is due to the disuse of the muscles of the ear, from the animals not being much alarmed by danger, seems probable.  ', '1861': '  Habit also has a decided influence, as in the period of flowering with plants when transported from one climate to another.   In animals it has a more marked effect; for instance, I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild-duck; and I presume that this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parent.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with the state of these organs in other countries, is another instance of the effect of use.   Not a single domestic animal can be named which has not in some country drooping ears; and the view suggested by some authors, that the drooping is due to the disuse of the muscles of the ear, from the animals not being much alarmed by danger, seems probable.  ', '1860': '  Habit also has a decided influence, as in the period of flowering with plants when transported from one climate to another.   In animals it has a more marked effect; for instance, I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild-duck; and I presume that this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parent.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with the state of these organs in other countries, is another instance of the effect of use.   Not a single domestic animal can be named which has not in some country drooping ears; and the view suggested by some authors, that the drooping is due to the disuse of the muscles of the ear, from the animals not being much alarmed by danger, seems probable.  ', '1872': '   Effects   of   Habit   and   of   the   Use   or   Disuse   of   Parts;   Correlated   Variation;   Inheritance.    Changed habits produce an inherited effect, as in the period of the flowering of plants when transported from one climate to another.   With animals the increased use or disuse of parts has had a more marked influence; thus I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild duck; and this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parents.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with these organs in other countries, is probably another instance of the effects of use.   Not one of our domestic animals can be named which has not in some country drooping ears; and the view which has been suggested that the drooping is due to the disuse of the muscles of the ear, from the animals being seldom much alarmed, seems probable.  ', '1866': '   Effects   of   Habit;   Correlation   of   Growth;   Inheritance.    Habit also has a decided influence, as in the period of flowering with plants when transported from one climate to another.   In animals it has a more marked effect; for instance, I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild-duck; and I presume that this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parent.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with the state of these organs in other countries, is probably another instance of the effects of use.   Not a single domestic animal can be named which has not in some country drooping ears; and the view which has been suggested that the drooping is due to the disuse of the muscles of the ear, from the animals being seldom alarmed by danger, seems probable.  ', '1869': '  Habits are inherited and have a decided influence; as in the period of the flowering of plants when transported from one climate to another.   In animals they have a more marked effect; for instance, I find in the domestic duck that the bones of the wing weigh less and the bones of the leg more, in proportion to the whole skeleton, than do the same bones in the wild-duck; and this change may be safely attributed to the domestic duck flying much less, and walking more, than its wild parents.   The great and inherited development of the udders in cows and goats in countries where they are habitually milked, in comparison with the state of these organs in other countries, is probably another instance of the effects of use.   Not one of our domestic animals can be named which has not in some country drooping ears; and the view which has been suggested that the drooping is due to the disuse of the muscles of the ear, from the animals being seldom alarmed by danger, seems probable.  '}