{'1859': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but certainly revert in character to their aboriginal stocks.   Hence it has been argued that no deductions can be drawn from domestic races to species in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly-marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be quite necessary, in order to prevent the effects of intercrossing, that only a     single variety should be turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally revert in some of their characters to ancestral forms, it seems to me not improbable, that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the direct action of the poor soil), that they would to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under unchanged conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations of structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables, for an almost infinite number of generations, would be opposed to all experience.   I may add, that when under nature the conditions of life do change, variations and reversions of character probably do occur; but natural selection, as will hereafter be explained, will determine how far the new characters thus arising shall be preserved.  ', '1861': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but certainly revert in character to their aboriginal stocks.   Hence it has been argued that no deductions can be drawn from domestic races to species in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has   so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly-marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be quite necessary, in order to prevent the effects of intercrossing, that only a single variety should be turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally revert in some of their characters to ancestral forms, it seems to me not improbable, that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the direct action of the poor soil), that they would to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under the same conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables, for an almost infinite number of generations, would be opposed to all experience.   I may add, that when under nature the conditions of life do change, variations and reversions   of character probably do occur; but natural selection, as will hereafter be explained, will determine how far the new characters thus arising shall be preserved.  ', '1860': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but certainly revert in character to their aboriginal stocks.   Hence it has been argued that no deductions can be drawn from domestic races to species in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly-marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be quite necessary, in order to prevent the effects of intercrossing, that only a single variety should be turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally   revert in some of their characters to ancestral forms, it seems to me not improbable, that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the direct action of the poor soil), that they would to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under the same conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables, for an almost infinite number of generations, would be opposed to all experience.   I may add, that when under nature the conditions of life do change, variations and reversions of character probably do occur; but natural selection, as will hereafter be explained, will determine how far the new characters thus arising shall be preserved.  ', '1872': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but invariably revert in character to their aboriginal stocks.   Hence it has been argued that no deductions can be drawn from domestic races to species in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be necessary in order to prevent the effects of intercrossing, that only a single variety should have been turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally revert in some of their characters to ancestral forms, it seems to me not improbable that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the  definite  action of the poor soil), that they would, to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under the same conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables, for an unlimited number of generations, would be opposed to all experience.    ', '1866': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but certainly revert in character to their aboriginal stocks.   Hence it has been argued that no   deductions can be drawn from domestic races to species in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly-marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be quite necessary, in order to prevent the effects of intercrossing, that only a single variety should be turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally revert in some of their characters to ancestral forms, it seems to me not improbable, that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the direct action of the poor soil), that they would to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under the same conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables, for an almost   infinite number of generations, would be opposed to all experience.   I may add, that, when under nature the conditions of life do change, variations and reversions of character probably do occur; but natural selection, as will hereafter be explained, will determine how far the new characters thus arising shall be preserved.  ', '1869': '  Having alluded to the subject of reversion, I may here refer to a statement often made by naturalists \xe2\x80\x94 namely, that our domestic varieties, when run wild, gradually but invariably revert in character to their aboriginal stocks.   Hence it has been argued that no deductions can be drawn from domestic races to species   in a state of nature.   I have in vain endeavoured to discover on what decisive facts the above statement has so often and so boldly been made.   There would be great difficulty in proving its truth: we may safely conclude that very many of the most strongly-marked domestic varieties could not possibly live in a wild state.   In many cases we do not know what the aboriginal stock was, and so could not tell whether or not nearly perfect reversion had ensued.   It would be necessary, in order to prevent the effects of intercrossing, that only a single variety should have been turned loose in its new home.   Nevertheless, as our varieties certainly do occasionally revert in some of their characters to ancestral forms, it seems to me not improbable, that if we could succeed in naturalising, or were to cultivate, during many generations, the several races, for instance, of the cabbage, in very poor soil (in which case, however, some effect would have to be attributed to the definite action of the poor soil), that they would to a large extent, or even wholly, revert to the wild aboriginal stock.   Whether or not the experiment would succeed, is not of great importance for our line of argument; for by the experiment itself the conditions of life are changed.   If it could be shown that our domestic varieties manifested a strong tendency to reversion, \xe2\x80\x94 that is, to lose their acquired characters, whilst kept under the same conditions, and whilst kept in a considerable body, so that free intercrossing might check, by blending together, any slight deviations in their structure, in such case, I grant that we could deduce nothing from domestic varieties in regard to species.   But there is not a shadow of evidence in favour of this view: to assert that we could not breed our cart and race-horses, long and short-horned cattle, and poultry of various breeds, and esculent vegetables,   for an unlimited number of generations, would be opposed to all experience.  '}