{'1859': '  Lastly, the hybrids or mongrels from between all the domestic breeds of pigeons are perfectly fertile.   I can state this from my own observations, purposely made on the most distinct breeds.   Now, it is difficult, perhaps impossible, to bring forward one case of the hybrid offspring of two animals  clearly   distinct  being themselves perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility: from the history of the dog I think there is some probability in this hypothesis, if applied to species closely related together, though it is unsupported by a single experiment.   But to extend the hypothesis so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should yield offspring perfectly fertile,  inter   se  , seems to me rash in the extreme.  ', '1861': '  Lastly, the hybrids or mongrels from between all the domestic breeds of pigeons are perfectly fertile.   I can state this from my own observations, purposely made, on the most distinct breeds.   Now, it is difficult, perhaps impossible, to bring forward one case of the hybrid offspring of two animals  clearly   distinct  being themselves perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility: from the history of the dog I think there is some probability in this hypothesis, if applied to species closely related together, though it is unsupported by a single experiment.   But to extend the hypothesis so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should yield offspring perfectly fertile  inter   se  , seems to me rash in the extreme.  ', '1860': '  Lastly, the hybrids or mongrels from between all the domestic breeds of pigeons are perfectly fertile.   I can state this from my own observations, purposely made, on the most distinct breeds.   Now, it is difficult, perhaps impossible, to bring forward one case of the hybrid offspring of two animals  clearly   distinct  being themselves perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility: from the history of the dog I think there is some probability in this hypothesis, if applied to species closely related together, though it is unsupported by a single experiment.   But to extend the hypothesis so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should yield offspring perfectly fertile,  inter   se  , seems to me rash in the extreme.  ', '1872': '  Lastly, the hybrids or mongrels from between all the breeds of the pigeon are perfectly fertile,   as I can state from my own observations, purposely made, on the most distinct breeds.   Now, hardly any cases have been ascertained with certainty of hybrids from two quite distinct species of animals being perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility in species. From the history of the dog, and of some other domestic animals, this conclusion is probably quite correct, if applied to species closely related to each other.   But to extend it so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should yield offspring perfectly fertile  inter   se  , would be rash in the extreme.  ', '1866': '  Lastly, the hybrids or mongrels from between all the domestic breeds of pigeons are perfectly fertile.   I can state this from my own observations, purposely made,    on the most distinct breeds.   Now, it is difficult, perhaps impossible, to bring forward one case of the hybrid offspring of two animals  clearly   distinct  being themselves perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility: from the history of the dog, and of some other domestic animals, there is great probability in this hypothesis, if applied to species closely related to each other, though it is unsupported by a single experiment.   But to extend the hypothesis so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should yield offspring perfectly fertile  inter   se  , seems to me rash in the extreme.  ', '1869': '  Lastly, the hybrids or mongrels from between all the domestic breeds of pigeons are perfectly fertile.   I can state this from my own observations, purposely made, on the most distinct breeds.   Now, it is difficult, perhaps impossible, to bring forward one case of the hybrid offspring of two animals  clearly   distinct  being themselves perfectly fertile.   Some authors believe that long-continued domestication eliminates this strong tendency to sterility: from the history of the dog, and of some other domestic animals, there is great probability in this hypothesis, if applied to species closely related to each other, though it is unsupported by a single experiment.   But to extend the hypothesis so far as to suppose that species, aboriginally as distinct as carriers, tumblers, pouters, and fantails now are, should   yield offspring perfectly fertile  inter   se,  seems to me rash in the extreme.  '}