{'1859': "  Nor let it be thought that some great deviation of structure would be necessary to catch the fancier's eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in one's own possession.   Nor must the value which would formerly be set on any slight differences in the individuals of the same species, be judged of by the value which would now be set on them, after several breeds have once fairly been established.   Many slight differences might, and indeed do now, arise amongst pigeons, which are rejected as faults or deviations from the standard of perfection of each breed.   The common goose has not given rise to any marked varieties; hence the Thoulouse and the common breed, which differ only in colour, that     most fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  ", '1861': "  Nor let it be thought that some great deviation of structure would be necessary to catch the fancier's eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in one's own possession.   Nor must the value which would formerly be set on any slight differences in the individuals of the same species, be judged of by the value which would now be set on them, after several breeds have once fairly been established.   Many slight differences might, and indeed do now, arise amongst pigeons, which are rejected as faults or deviations from the standard of perfection of each breed.   The common goose has not given rise to any marked varieties; hence the Toulouse and the common breed, which differ only in colour, that most fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  ", '1860': '  Nor let it be thought that some great deviation of structure would be necessary to catch the fanciers eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in ones own possession.   Nor must the value which would formerly be set on any slight differences in the individuals of the same species, be judged of by the value which would now be set on them, after several breeds have once fairly been established.   Many slight differences might, and indeed do now, arise amongst pigeons, which are rejected as faults or deviations from the standard of perfection of each breed.   The common goose has not given rise to any marked varieties; hence the Thoulouse and the common breed, which differ only in colour, that    most fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  ', '1872': "  Nor let it be thought that some great deviation of structure would be necessary to catch the fancier's eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in one's own possession.   Nor must the value which would formerly have been set on any slight differences in the individuals of the same species, be judged of by the value which is now set on them, after several breeds have fairly been established.   It is known that with pigeons many slight variations now occasionally appear, but these are rejected as faults or deviations from the standard of perfection in each breed.   The common goose has not given rise to any marked varieties; hence the Toulouse and the common breed, which differ only in colour, that most   fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  ", '1866': "  Nor let it be thought that some great deviation of structure would be necessary to catch the fancier's eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in one's own possession.   Nor must the value which would formerly be set on any slight differences in the individuals of the same species, be judged of by the value which would now be set on them, after several breeds have once fairly been established.   Many slight differences might, and indeed do now, arise amongst pigeons, which are rejected as faults or deviations from the standard of perfection of each breed.   The common goose has not given rise to any marked varieties; hence the Toulouse and the common breed, which differ only in colour, that most fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  ", '1869': '  Nor let it be thought that some great deviation of structure would be necessary to catch the fanciers eye: he perceives extremely small differences, and it is in human nature to value any novelty, however slight, in ones own possession.   Nor must the value which would formerly be set on any slight differences in the individuals of the same species, be judged of by the value which would now be set on them, after several breeds have once fairly been established.   Many slight differences might, and indeed do now, arise amongst pigeons, which are rejected as faults or deviations from the standard of perfection of each breed.   The common goose has not given rise to any marked varieties; hence the Toulouse and the common breed, which differ only in colour, that most fleeting of characters, have lately been exhibited as distinct at our poultry-shows.  '}