{'1869': '  Indefinite variability is a much more common result of changed conditions than definite variability, and has probably played a more important part in the formation of our domestic races.   We see indefinite variability in the endless slight peculiarities which distinguish the individuals of the same species, and which cannot be accounted for by inheritance from either parent or from some more remote ancestor.   Even strongly-marked differences occasionally appear in the young of the same litter, and in seedlings from the same seed-capsules.   At long intervals of time, out of millions of individuals reared in the same country and fed on nearly the same food, deviations of structure so strongly pronounced as to deserve to be called monstrosities arise; but monstrosities cannot be separated by any distinct line from slighter variations.   All such changes of structure, whether extremely slight or strongly marked, which appear amongst many individuals living together, may be considered as the indefinite effects of the conditions of life on each individual organism, in nearly the same manner as a chill affects different men in an indefinite manner, according to their state of body or constitution, causing coughs or colds, rheumatism, or inflammations of various organs.  ', '1872': '  Indefinite variability is a much more common result of changed conditions than definite variability, and has probably played a more important part in the formation of our domestic races.   We see indefinite variability in the endless slight peculiarities which distinguish the individuals of the same species, and which cannot be accounted for by inheritance from either parent or from some more remote ancestor.   Even strongly-marked differences occasionally appear in the young of the same litter, and in seedlings from the same seed-capsule.   At long intervals of time, out of millions of individuals reared in the same country and fed on nearly the same food, deviations of structure so strongly pronounced as to deserve to be called monstrosities arise; but monstrosities cannot be separated by any distinct line from slighter variations.   All such changes of structure, whether extremely slight or strongly marked, which appear amongst many individuals living together, may be considered as the indefinite effects of the conditions of life on each individual organism, in nearly the same manner as a chill affects different men in an indefinite manner, according to their state   of body or constitution, causing coughs or colds, rheumatism, or inflammations of various organs.  '}