{'1859': "  There are many laws regulating variation, some few of which can be dimly seen, and will be hereafter briefly mentioned.   I will here only allude to what may be called correlation of growth.   Any change in the embryo or larva will almost certainly entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire's great work on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.   Some instances of correlation are quite whimsical: thus     cats with blue eyes are invariably deaf; colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From the facts collected by Heusinger, it appears that white sheep and pigs are differently affected from coloured individuals by certain vegetable poisons.   Hairless dogs have imperfect teeth; long-haired and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence, if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly unconsciously modify other parts of the structure, owing to the mysterious laws of the correlation of growth.  ", '1861': '  There are many laws regulating variation, some few of which can be dimly seen, and will be hereafter briefly mentioned.   I will here only allude to what may be called correlation of growth.   Any change in the embryo or larva will almost certainly entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire\'s great work on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.     Some instances of correlation are quite whimsical: thus cats with blue eyes are generally deaf. Colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From the facts collected by Heusinger, it appears that white sheep and pigs are differently affected from coloured individuals by certain vegetable poisons:   Professor Wyman has recently communicated to me a good illustration of this fact; on asking some farmers in Florida how it was that all their pigs were black, they informed him that the pigs ate the paint-root (Lachnanthes), which coloured their bones pink, and which caused the hoofs of all but the black varieties to drop off; and one of the "crackers"  ( i.e.  Florida squatters) added, "we select the black members of a litter for raising, as they alone have a good chance of living."   Hairless dogs have imperfect teeth: long-haired and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly unintentionally modify other parts of the structure, owing to the mysterious laws of the correlation of growth.  ', '1860': "  There are many laws regulating variation, some few of which can be dimly seen, and will be hereafter briefly mentioned.   I will here only allude to what may be called correlation of growth.   Any change in the embryo or larva will almost certainly entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire's great work on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.   Some instances of correlation are quite whimsical: thus   cats with blue eyes are invariably deaf; colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From the facts collected by Heusinger, it appears that white sheep and pigs are differently affected from coloured individuals by certain vegetable poisons.   Hairless dogs have imperfect teeth: long-haired and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence, if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly unconsciously modify other parts of the structure, owing to the mysterious laws of the correlation of growth.  ", '1872': '  Many laws regulate variation, some few of which can be dimly   seen, and will hereafter be briefly discussed.   I will here only allude to what may be called correlated variation.   Important changes in the embryo or larva will probably entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire\'s great work on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.   Some instances of correlation are quite whimsical; thus cats which are entirely white and have blue eyes are generally deaf; but it has been lately stated by Mr. Tait that this is confined to the males. Colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From facts collected by Heusinger, it appears that white sheep and pigs are injured by certain plants, whilst dark-coloured individuals escape:   Professor Wyman has recently communicated to me a good illustration of this fact; on asking some farmers in Virginia how it was that all their pigs were black, they informed him that the pigs ate the paint-root (Lachnanthes), which coloured their bones pink, and which caused the hoofs of all but the black varieties to drop off; and one of the "crackers"  ( i.e.  Virginia squatters) added, "we select the black members of a litter for raising, as they alone have a good chance of living."   Hairless dogs have imperfect teeth: long-haired and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly modify unintentionally other parts of the structure, owing to the mysterious laws of correlation.  ', '1866': '  There are many laws regulating variation, some few of which can be dimly seen, and will be hereafter briefly mentioned.   I will here only allude to what may be called correlation of growth.   Any change in the embryo or larva will probably entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire\'s great work   on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.   Some instances of correlation are quite whimsical: thus cats which are entirely white and have blue eyes are generally deaf. Colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From facts collected by Heusinger, it appears that white sheep and pigs are injured by certain plants, whilst dark-coloured individuals escape:   Professor Wyman has recently communicated to me a good illustration of this fact; on asking some farmers in Florida how it was that all their pigs were black, they informed him that the pigs ate the paint-root (Lachnanthes), which coloured their bones pink, and which caused the hoofs of all but the black varieties to drop off; and one of the "crackers"  ( i.e.  Florida squatters) added, "we select the black members of a litter for raising, as they alone have a good chance of living."   Hairless dogs have imperfect teeth: long-haried and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly unintentionally modify other parts of the structure, owing to the mysterious laws of the correlation of growth.  ', '1869': '  Many laws regulate variation, some few of which can be dimly seen, and will hereafter be briefly discussed.   I will here only allude to what may be called correlated variation.   Important changes in the embryo or larva will probably entail changes in the mature animal.   In monstrosities, the correlations between quite distinct parts are very curious; and many instances are given in Isidore Geoffroy St. Hilaire\'s great work on this subject.   Breeders believe that long limbs are almost always accompanied by an elongated head.   Some instances of correlation are quite whimsical: thus cats which are entirely white   and have blue eyes are generally deaf. Colour and constitutional peculiarities go together, of which many remarkable cases could be given amongst animals and plants.   From facts collected by Heusinger, it appears that white sheep and pigs are injured by certain plants, whilst dark-coloured individuals escape:   Professor Wyman has recently communicated to me a good illustration of this fact; on asking some farmers in Florida how it was that all their pigs were black, they informed him that the pigs ate the paint-root (Lachnanthes), which coloured their bones pink, and which caused the hoofs of all but the black varieties to drop off; and one of the "crackers"  ( I.   e.  Florida squatters) added, "we select the black members of a litter for raising, as they alone have a good chance of living."   Hairless dogs have imperfect teeth: long-haired and coarse-haired animals are apt to have, as is asserted, long or many horns; pigeons with feathered feet have skin between their outer toes; pigeons with short beaks have small feet, and those with long beaks large feet.   Hence if man goes on selecting, and thus augmenting, any peculiarity, he will almost certainly modify unintentionally other parts of the structure, owing to the mysterious laws of correlation.  '}