{'1859': "  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked     at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Pliny's description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art, I cannot doubt, has been simple, and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety has chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pear they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  ", '1861': "  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to   get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Pliny's description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art has been simple, and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety has chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pear they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  ", '1860': "  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether    or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Pliny's description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art, I cannot doubt, has been simple, and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety has chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pear they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  ", '1872': "  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in   the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Pliny's description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art has been simple, and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pears which they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  ", '1866': "  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to   get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Pliny's description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art has been simple, and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety has chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pear they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  ", '1869': '  In plants the same gradual process of improvement, through the occasional preservation of the best individuals, whether or not sufficiently distinct to be ranked at their first appearance as distinct varieties, and whether or not two or more species or races have become blended together by crossing, may plainly be recognised in the increased size and beauty which we now see in the varieties of the heartsease, rose, pelargonium, dahlia, and other plants, when compared with the older varieties or with their parent-stocks.   No one would ever expect to get a first-rate heartsease or dahlia from the seed of a wild plant.   No one would expect to raise a first-rate melting pear from the seed of the wild pear, though he might succeed from a poor seedling growing wild, if it had come from a garden-stock.   The pear, though cultivated in classical times, appears, from Plinys description, to have been a fruit of very inferior quality.   I have seen great surprise expressed in horticultural works at the wonderful skill of gardeners, in having produced such splendid results from such poor materials; but the art has been simple,   and, as far as the final result is concerned, has been followed almost unconsciously.   It has consisted in always cultivating the best known variety, sowing its seeds, and, when a slightly better variety has chanced to appear, selecting it, and so onwards.   But the gardeners of the classical period, who cultivated the best pear they could procure, never thought what splendid fruit we should eat; though we owe our excellent fruit, in some small degree, to their having naturally chosen and preserved the best varieties they could anywhere find.  '}