{'1859': '  When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with species closely allied together, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races of     the same species, also, often have a somewhat monstrous character; by which I mean, that, although differing from each other, and from the other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with all the species in nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other in the same manner as, only in most cases in a lesser degree than, do closely-allied species of the same genus in a state of nature.   I think this must be admitted, when we find that there are hardly any domestic races, either amongst animals or plants, which have not been ranked by some competent judges as mere varieties, and by other competent judges as the descendants of aboriginally distinct species.   If any marked distinction existed between domestic races and species, this source of doubt could not so perpetually recur.   It has often been stated that domestic races do not differ from each other in characters of generic value.   I think it could be shown that this statement is hardly correct; but naturalists differ most widely in determining what characters are of generic value; all such valuations being at present empirical.   Moreover, on the view of the origin of genera which I shall presently give, we have no right to expect often to meet with generic differences in our domesticated productions.  ', '1861': '  When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races of the same species, also, often have a somewhat monstrous character; by which I mean, that, although differing from each other, and from other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with all the species in nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other in the same manner as, only in most cases in a lesser degree than, do closely-allied species of the same genus in a state of nature.   I think that this must be admitted, when we find that there are hardly any domestic races, either amongst animals or plants, which have not been ranked by competent judges as the descendants of aboriginally distinct species, and by other competent judges as mere varieties.   If any marked distinction existed between domestic races and species, this source of doubt could not so perpetually recur.   It has often been stated that domestic races do not differ from each other in characters of generic value.   I think it can be shown that this statement is hardly correct; but naturalists differ widely in determining what characters are of generic value; all such valuations being at present empirical.   Moreover, on the view of the origin of genera which I shall presently   give, we have no right to expect often to meet with generic differences in our domesticated productions.  ', '1860': '  When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races of the same species, also, often have a somewhat monstrous character; by which I mean, that, although differing   from each other, and from other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with all the species in nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other in the same manner as, only in most cases in a lesser degree than, do closely-allied species of the same genus in a state of nature.   I think this must be admitted, when we find that there are hardly any domestic races, either amongst animals or plants, which have not been ranked by competent judges as mere varieties, and by other competent judges as the descendants of aboriginally distinct species.   If any marked distinction existed between domestic races and species, this source of doubt could not so perpetually recur.   It has often been stated that domestic races do not differ from each other in characters of generic value.   I think it could be shown that this statement is hardly correct; but naturalists differ widely in determining what characters are of generic value; all such valuations being at present empirical.   Moreover, on the view of the origin of genera which I shall presently give, we have no right to expect often to meet with generic differences in our domesticated productions.  ', '1872': '   Character   of   Domestic   Varieties:   difficulty   of   distinguishing   between   Varieties   and   Species;   origin   of   Domestic   Varieties   from   one   or   more   Species.    When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races often have a somewhat monstrous character; by which I mean, that, although differing from each other, and from other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with the species under nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other in the same manner as do the closely allied species of the same genus in a state of nature, but the differences in most cases are less in degree.   This must be admitted as true, for the domestic races of many animals and plants have been ranked by some competent judges as the descendants of aboriginally distinct species, and by other competent judges as mere varieties.   If any well marked distinction existed between a domestic race and a species, this source of doubt would not so perpetually recur.   It has often been stated that domestic races do not differ from each other in characters of generic value.   It can be shown that this statement is not correct; but naturalists differ much in determining what characters are of generic value; all such valuations being at present empirical.   When it is explained how genera originate under nature, it will be seen that we have no right to expect often to find a generic amount of difference in our domesticated races.  ', '1866': '   Character   of   Domestic   Varieties;   difficulty   of   distinguishing   between   Varieties   and   Species;   origin   of   Domestic   Varieties   from   one   or   more   Species.    When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races often have a somewhat monstrous character; by which I mean, that, although differing from each other, and from other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with the species under nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other, only in most cases in a lesser degree, in the same manner as do closely-allied species of the same genus in a state of nature.   I think that this must be admitted, when we find that there are hardly any domestic races, either amongst animals or plants, which have not been ranked by competent judges as the descendants of aboriginally distinct species, and by other competent judges as mere varieties.   If any marked distinction existed between domestic races and species, this source of doubt could not so perpetually recur.   It   has often been stated that domestic races do not differ from each other in characters of generic value.   I think it can be shown that this statement is hardly correct; but naturalists differ widely in determining what characters are of generic value; all such valuations being at present empirical.   Moreover, on the view of the origin of genera which I shall presently give, we have no right to expect often to meet with generic differences in our domesticated productions.  ', '1869': '   Character   of   Domestic   Varieties;   difficulty   of   distinguishing   between   Varieties   and   Species;   origin   of   Domestic   Varieties   from   one   or   more   Species.    When we look to the hereditary varieties or races of our domestic animals and plants, and compare them with closely allied species, we generally perceive in each domestic race, as already remarked, less uniformity of character than in true species.   Domestic races often have a somewhat monstrous character; by which I mean, that, although differing from each other, and from other species of the same genus, in several trifling respects, they often differ in an extreme degree in some one part, both when compared one with another, and more especially when compared with the species under nature to which they are nearest allied.   With these exceptions (and with that of the perfect fertility of varieties when crossed, \xe2\x80\x94 a subject hereafter to be discussed), domestic races of the same species differ from each other, only in most cases in a less degree, in the same manner as do closely-allied species of the same genus in a state of nature.   This must be admitted as true, for the domestic races of many animals and plants have been ranked by some competent judges as the descendants of aboriginally distinct species, and by other competent judges as mere varieties.   If any well marked distinction existed between a domestic race and a species, this source of doubt would not so perpetually recur.   It has often been stated that domestic races do not differ from each other in characters of generic value.   It can be shown that this statement is not correct; but naturalists differ much in determining what characters are of generic value; all such valua-    tions being at present empirical.   When it is explained how genera originate under nature, it will be seen that we have no right to expect often to find a generic amount of difference in our domesticated races.  '}