{'1859': '  Altogether at least a score of pigeons might be chosen, which if shown to an ornithologist, and he were told that they were wild birds, would certainly, I think, be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would place     the English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited sub-breeds, or species as he might have called them, could be shown him.  ', '1861': '  Altogether at least a score of pigeons might be chosen, which, if shown to an ornithologist, and he were told that they were wild birds, would certainly be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would place the English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited sub-breeds, or species as he might have called them, could be shown him.  ', '1860': '  Altogether at least a score of pigeons might be chosen, which if shown to an ornithologist, and he were told that they were wild birds, would certainly, I think, be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would place the   English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited sub-breeds, or species as he might have called them, could be shown him.  ', '1872': '  Altogether at least a score of pigeons might be chosen, which, if shown to an ornithologist, and he were told that they were wild birds, would certainly be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would in this case place the English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited sub-breeds, or species, as he would call them, could be shown him.  ', '1866': '  Altogether at least a score of pigeons might be chosen, which, if shown to an ornithologist, and he were told that they were wild birds, would certainly be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would place the English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited sub-breeds, or species as he would have called them, could be shown him.  ', '1869': '  Altogether at least a score of pigeons might be chosen, which, if shown to an ornithologist, and he were told that they were wild birds, would certainly be ranked by him as well-defined species.   Moreover, I do not believe that any ornithologist would place the English carrier, the short-faced tumbler, the runt, the barb, pouter, and fantail in the same genus; more especially as in each of these breeds several truly-inherited   sub-breeds, or species as he would have called them, could be shown him.  '}