{'1859': '  By a similar process of selection, and by careful training, the whole body of English racehorses have come to surpass in fleetness and size the parent Arab stock, so that the latter, by the regulations for the Goodwood Races, are favoured in the weights they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in old pigeon treatises of carriers     and tumblers with these breeds as now existing in Britain, India, and Persia, we can, I think, clearly trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  ', '1861': '  By a similar process of selection, and by careful training, the whole body of English racehorses have come to surpass in fleetness and size the parent Arab stock, so that the latter, by the regulations for the Good wood Races, are favoured in the weights they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in old pigeon treatises of carriers and tumblers with these breeds as now existing in Britain, India, and Persia, we can, I think, clearly trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  ', '1860': '  By a similar process of selection, and by careful training, the whole body of English racehorses have come to surpass in fleetness and size the parent Arab stock, so that the latter, by the regulations for the Goodwood Races, are favoured in the weights they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in old pigeon treatises of carriers and tumblers with these breeds as now existing in Britain,   India, and Persia, we can, I think, clearly trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  ', '1872': '  By a similar process of selection, and by careful training, English racehorses have come to surpass in fleetness and size the parent Arabs, so that the latter, by the regulations for the Goodwood Races, are favoured in the weights which they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in various old treatises of the former and present state of carrier and tumbler pigeons in Britain, India, and Persia, we can trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  ', '1866': '  By a similar process of selection, and by careful training, the whole body of English racehorses have come to surpass in fleetness and size the parent Arab stock, so that the latter, by the regulations for the Goodwood Races, are favoured in the weights they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in old pigeon treatises of carriers and tumblers with these breeds as now existing in Britain, India, and Persia, we can, I think, clearly trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  ', '1869': '  By a similar process of selection, and by careful training, the whole body of English racehorses have come to surpass in fleetness and size the parent Arab stock, so that the latter, by the regulations for the Goodwood Races, are favoured in the weights they carry.   Lord Spencer and others have shown how the cattle of England have increased in weight and in early maturity, compared with the stock formerly kept in this country.   By comparing the accounts given in old pigeon treatises of carriers and tumblers with these breeds as now existing in Britain, India, and Persia, we can, I think, clearly trace the stages through which they have insensibly passed, and come to differ so greatly from the rock-pigeon.  '}