{'1859': '   Selection  . \xe2\x80\x94   Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some little effect may, perhaps, be attributed to the direct action of the external conditions of life, and some little to habit; but he would be a bold man who would account by such agencies for the differences of a dray and race horse, a greyhound and bloodhound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races     is that we see in them adaptation, not indeed to the animal\'s or plant\'s own good, but to man\'s use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fuller\'s teazle, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in very different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrelsome, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in several cases, we know that this has not been their history.   The key is man\'s power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to make for himself useful breeds.  ', '1861': '   Selection.  \xe2\x80\x94 Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some little effect may be attributed to the direct action of the external conditions of life, and some little to habit; but he would be a bold man who would account by such agencies for the differences of a dray and race horse, a greyhound and bloodhound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races is that we see in them adaptation, not indeed to the animal\'s or plant\'s own good, but to man\'s use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fuller\'s teazle, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it   has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in very different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrel-some, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in several cases, we know that this has not been their history.   The key is man\'s power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to make for himself useful breeds.  ', '1860': '   Selection  . \xe2\x80\x94 Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some little effect may, perhaps, be attributed to the direct action of the external conditions of life, and some little to habit; but he would be a bold man who would account by such agencies for the differences of a dray and race horse, a greyhound and bloodhound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races   is that we see in them adaptation, not indeed to the animal\'s or plant\'s own good, but to man\'s use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fuller\'s teazle, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in very different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrel-some, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in several cases, we know that this has not been their history.   The key is man\'s power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to make for himself useful breeds.  ', '1872': '   Principles   of   Selection   anciently   followed   ,    and   their   Effects.    Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some effect may be attributed to the direct and definite action of the external conditions of life, and some to habit; but he would be a bold man who would account by such agencies for the differences between a dray and race horse, a greyhound and bloodhound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races is that we see in them adaptation, not indeed to the animal\'s or plant\'s own good, but to man\'s use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fuller\'s teasel, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrelsome, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in many cases, we know that this has not been their history.   The key is man\'s power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to have made for himself useful breeds.  ', '1866': '   Principles   of   Selection   anciently   followed,   and   their   Effects.    Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some little effect may be attributed to the direct action of the external conditions of life, and some little to habit; but he would be a bold man who would account by such agencies for the differences of a dray and race horse, a greyhound and blood-hound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races is that we see in them adaptation, not indeed to the animal\'s or plant\'s own good, but to man\'s use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fuller\'s teasel, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either   for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in very different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrelsome, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in many cases, we know that this has not been their history.   The key is man\'s power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to have made for himself useful breeds.  ', '1869': '   Principles   of   Selection   anciently   followed,   and   their   Effects.    Let us now briefly consider the steps by which domestic races have been produced, either from one or from several allied species.   Some effect may be attributed to the direct and definite action of the external conditions of life, and some little to habit; but he would be a bold man who would account by such agencies for the differences between a dray and race horse, a greyhound and bloodhound, a carrier and tumbler pigeon.   One of the most remarkable features in our domesticated races is that we see in them adaptation, not indeed to the animals or plants own good, but to mans use or fancy.   Some variations useful to him have probably arisen suddenly, or by one step; many botanists, for instance, believe that the fullers teasel, with its hooks, which cannot be rivalled by any mechanical contrivance, is only a variety of the wild Dipsacus; and this amount of change may have suddenly arisen in a seedling.   So it has probably been with the turnspit dog; and this is known to have been the case with the ancon sheep.   But when we compare the dray-horse and race-horse, the dromedary and camel, the various breeds of sheep fitted either for cultivated land or mountain pasture, with the wool of one breed good for one purpose, and that of another breed for another purpose; when we compare the many breeds of dogs, each good for man in very different ways; when we compare the game-cock, so pertinacious in battle, with other breeds so little quarrelsome, with "everlasting layers" which never desire to sit, and with the bantam so small and elegant; when we compare the host of agricultural, culinary, orchard, and flower-garden races of plants, most useful to man at different seasons and   for different purposes, or so beautiful in his eyes, we must, I think, look further than to mere variability.   We cannot suppose that all the breeds were suddenly produced as perfect and as useful as we now see them; indeed, in many cases, we know that this has not been their history.   The key is mans power of accumulative selection: nature gives successive variations; man adds them up in certain directions useful to him.   In this sense he may be said to have made for himself useful breeds.  '}