{'1859': '  An argument, as it seems to me, of great weight, and applicable in several other cases, is, that the above-specified breeds, though agreeing generally in constitution, habits, voice, colouring, and in most parts of their structure, with the wild rock-pigeon, yet are certainly highly abnormal in other parts of their structure: we may look in vain throughout the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the jacobin; for a crop like that of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilized man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies seem to me improbable in the highest degree.      ', '1861': '  An argument, as it seems to me, of great weight, and applicable in several other cases, is, that the above specified breeds, though agreeing generally in constitution, habits, voice, colouring, and in most parts of their structure, with the wild rock-pigeon, yet are certainly highly abnormal in other parts of their structure; we may look in vain throughout the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the Jacobin; for a crop like that of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilized man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies are improbable in the highest degree.  ', '1860': '  An argument, as it seems to me, of great weight, and applicable in several other cases, is, that the above-specified breeds, though agreeing generally in constitution, habits, voice, colouring, and in most parts of their structure, with the wild rock-pigeon, yet are certainly highly abnormal in other parts of their structure; we may look in vain throughout the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the Jacobin; for a crop like that of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilized man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies seem to me improbable in the highest degree.    ', '1872': '  An argument of great weight, and applicable in several other cases, is, that the above-specified breeds, though agreeing generally with the wild rock-pigeon in constitution, habits, voice, colouring, and in most parts of their structure, yet are certainly highly abnormal in other parts; we may look in vain through the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the Jacobin; for a crop like that of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilised man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies are improbable in the highest degree.  ', '1866': '  An argument, as it seems to me, of great weight, and applicable in several other cases, is, that the above-specified breeds, though agreeing generally in constitution, habits, voice, colouring, and in most parts of their structure, with the wild rock-pigeon, yet are certainly highly abnormal in other parts of their structure; we may look in vain throughout the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the Jacobin; for a crop like that    of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilized man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies are improbable in the highest degree.  ', '1869': '  An argument of great weight, and applicable in several other cases, is, that the above-specified breeds, though agreeing generally with the wild rock-pigeon in constitution, habits, voice, colouring, and in most parts of their structure, yet are certainly highly abnormal in other parts; we may look in vain throughout the whole great family of Columbid\xc3\xa6 for a beak like that of the English carrier, or that of the short-faced tumbler, or barb; for reversed feathers like those of the Jacobin; for a crop like that of the pouter; for tail-feathers like those of the fantail.   Hence it must be assumed not only that half-civilized man succeeded in thoroughly domesticating several species, but that he intentionally or by chance picked out extraordinarily abnormal species; and further, that these very species have since all become extinct or unknown.   So many strange contingencies are improbable in the highest degree.  '}