{'1859': '  The whole subject must, I think, remain vague; neverthelsss, I may, without here entering on any details, state that, from geographical and other considerations, I think it highly probable that our domestic dogs have descended from several wild species.   In regard to sheep and goats I can form no opinion.   I should think, from facts communicated to me by Mr. Blyth, on the habits, voice, and constitution, &c., of the humped Indian cattle, that these had descended from a different aboriginal stock from our European cattle; and several competent judges believe that these latter have had more than one wild parent.   With respect to horses, from reasons which I cannot give here, I am doubtfully inclined to believe, in opposition to several authors, that all the races have descended from one wild stock.   Mr. Blyth, whose opinion, from his large and varied stores of knowledge, I should value more than that of almost any one, thinks that all the breeds of poultry have proceeded from the common wild     Indian fowl (Gallus bankiva).   In regard to ducks and rabbits, the breeds of which differ considerably from each other in structure, I do not doubt that they all have descended from the common wild duck and rabbit.  ', '1861': '  The origin of most of our domestic animals will probably for ever remain vague.   But I may here state, that looking to the domestic dogs of the whole world, I have, after a laborious collection of all known facts, come to the conclusion that several wild species of Canid\xc3\xa6 have been tamed, and that their blood, more or   less mingled, flows in the veins of our many domestic breeds.   In regard to sheep and goats I can form no opinion.   From facts communicated to me by Mr. Blyth, on the habits, voice, and constitution, &c., of the humped Indian cattle, it is probable that these descended from a different aboriginal stock from our European cattle; and several competent judges believe that these latter have had more than one wild parent.   With respect to horses, from reasons which I cannot here give, I am with much doubt inclined to believe, in opposition to several authors, that all the races have descended from one wild stock.   Mr. Blyth, whose opinion, from his large and varied stores of knowledge, I should value more than that of almost any one, thinks that all the breeds of poultry have proceeded from the common wild Indian fowl (Gallus bankiva).   In regard to ducks and rabbits, the breeds of which differ considerably from each other in structure, the evidence preponderates in favour of their having all descended from the common wild duck and rabbit.  ', '1860': '  The whole subject must, I think, remain vague; nevertheless, I may, without here entering on any details, state that, from geographical and other considerations, I think it highly probable that our domestic dogs have descended from several wild species.   Knowing, as we do, that savages are very fond of taming animals, it seems to me unlikely, in the case of the dog-genus, which is distributed in a wild state throughout the world, that since man first appeared one single species alone should have been domesticated.   In regard to sheep and goats I can form no opinion.   I should think, from facts communicated to me by Mr. Blyth, on the habits, voice, and constitution, &c., of the humped Indian cattle, that these had descended from a different aboriginal stock from our European cattle; and several competent judges believe that these latter have had more than one wild parent.   With respect to horses, from reasons which I cannot give here, I am doubtfully inclined to believe, in opposition to several authors, that all the races have descended from one   wild stock.   Mr. Blyth, whose opinion, from his large and varied stores of knowledge, I should value more than that of almost any one, thinks that all the breeds of poultry have proceeded from the common wild Indian fowl (Gallus bankiva).   In regard to ducks and rabbits, the breeds of which differ considerably from each other in structure, I do not doubt that they have all descended from the common wild duck and rabbit.  ', '1872': '  The origin of most of our domestic animals will probably for ever remain vague.   But I may here state, that, looking to the domestic dogs of the whole world, I have, after a laborious collection of all known facts, come to the conclusion that several wild species of Canid\xc3\xa6 have been tamed, and that their blood, in some cases mingled together, flows in the veins of our domestic breeds.   In regard to sheep and goats I can form no decided opinion.   From facts communicated to me by Mr. Blyth, on the habits, voice, constitution, and structure of the humped Indian cattle, it is almost certain that they are descended from a different aboriginal stock from our European cattle; and some competent judges believe that these latter have had two or three wild progenitors, \xe2\x80\x94 whether or not these deserve to be called species.   This conclusion, as well as that of the specific distinction between the humped and common cattle, may, indeed, be looked upon as established by the admirable researches of Professor R\xc3\xbctimeyer.   With respect to horses, from reasons which I cannot here give, I am doubtfully inclined to believe, in opposition to several authors, that all the races belong to the same species.   Having kept nearly all the English breeds of the fowl alive, having bred and crossed them, and examined their skeletons, it appears to me almost certain that all are the descendants of the wild Indian fowl, Gallus bankiva; and this is the conclusion of Mr. Blyth, and of others who have studied this bird in India.   In regard to ducks and rabbits, some breeds of which differ much from each other, the evidence is clear that they are all descended from the common wild duck and rabbit.  ', '1866': '  The origin of most of our domestic animals will probably for ever remain vague.   But I may here state, that, looking to the domestic dogs of the whole world, I have, after a laborious collection of all known facts, come to the conclusion that several wild species of Canid\xc3\xa6 have been tamed, and that their blood, more or less mingled together, flows in the veins of our many domestic breeds.   In regard to sheep and goats I can form no opinion.   From facts communicated to me by Mr. Blyth, on the habits, voice, constitution, and structure of the humped Indian cattle, it is probable that these are descended from a different aboriginal stock from our European cattle; and some competent judges believe that these latter have had several wild parents, \xe2\x80\x94 whether or not these deserve to be called species or races.   This conclusion, as well as the specific distinction between the humped and common cattle, may indeed be looked at as almost established by the recent admirable researches of Professor R\xc3\xbctimeyer.   With respect to horses, from reasons which I cannot here give, I am with much doubt inclined to believe, in opposition to several authors, that all the races have descended from one wild stock.   Mr. Blyth, whose opinion, from his large and varied stores of knowledge, I should value more than that of almost any one, thinks that all the breeds of poultry have proceeded from the   common wild Indian fowl (Gallus bankiva):   having kept nearly all the English kinds alive, having bred and crossed them, and examined their skeletons, I have come to a similar conclusion, \xe2\x80\x94 the grounds of which will be given in a future work.   In regard to ducks and rabbits, the breeds of which differ considerably from each other in structure, the evidence strongly preponderates in favour of their having all descended from the common wild duck and rabbit.  ', '1869': '  The origin of most of our domestic animals will probably for ever remain vague.   But I may here state, that, looking to the domestic dogs of the whole world, I have, after a laborious collection of all known facts, come to the conclusion that several wild species of Canid\xc3\xa6 have been tamed, and that their blood, in some cases mingled together, flows in the veins of our domestic breeds.   In regard to sheep and goats I can form no decided opinion.   From facts communicated to me by Mr. Blyth, on the habits, voice, constitution, and structure of the humped Indian cattle, it is almost certain that they are descended from a different aboriginal stock from our European cattle; and some competent judges believe that these latter have had two or three wild progenitors, \xe2\x80\x94 whether or not these deserve to be called species or races.   This conclusion, as well as the specific distinction between the humped and common cattle, may, indeed, be looked at as established by the recent admirable researches of Professor R\xc3\xbctimeyer.   With respect to horses, from reasons which I cannot here give, I am doubtfully inclined to believe, in opposition to several authors, that all the races belong to the same species.   Having kept nearly all the English breeds of the fowl alive, having bred and crossed them, and examined their skeletons, it appears to me almost certain that all are the descendants of the wild Indian fowl, Gallus bankiva; and this is the conclusion of Mr. Blyth, and of others who have studied this bird in India.   In regard to ducks and rabbits, some breeds of which differ much from each other, the evidence is clear that they are all descended from the common wild duck and rabbit.    '}