{'1859': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats in Europe alone, and several even within Great Britain.   One author believes that there formerly existed in Great Britain eleven wild species of sheep peculiar to it!   When we bear in mind that Britain has now hardly one peculiar mammal, and France but few distinct from those of Germany and conversely, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds have originated in Europe; for whence could they have been derived, as these several countries do not possess a number of peculiar species as distinct parent-stocks?   So it is in India.   Even in the case of the domestic dogs of the whole world, which I fully admit have probably descended from several wild species, I cannot doubt that there has been an immense amount of inherited variation.   Who can believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94 ever existed freely in a state of nature?   It has often been loosely said that all our races of dogs have been produced by the crossing of a few aboriginal species; but by crossing we can get only forms in some degree intermediate between their parents; and if we     account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making distinct races by crossing has been greatly exaggerated.   There can be no doubt that a race may be modified by occasional crosses, if aided by the careful selection of those individual mongrels, which present any desired character; but that a race could be obtained nearly intermediate between two extremely different races or speceies, I can hardly believe.   Sir J. Sebright expressly experimentised for this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) extremely uniform, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them will be alike, and then the extreme difficulty, or rather utter hopelessness, of the task becomes apparent.   Certainly, a breed intermediate between  two   very   distinct  breeds could not be got without extreme care and long-continued selection; nor can I find a single case on record of a permanent race having been thus formed.  ', '1861': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats in Europe alone, and several even within Great Britain.   One author believes that there formerly existed in Great Britain eleven wild species of sheep peculiar to it!   When we bear in mind that Britain has now hardly one peculiar mammal, and France but few distinct from those of Germany and conversely, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must   admit that many domestic breeds have originated in Europe; for whence could they have been derived, as these several countries do not possess a number of peculiar species as distinct parent-stocks?   So it is in India.   Even in the case of the domestic dogs of the whole world, which I admit to have descended from several wild species, it cannot be doubted that there has been an immense amount of inherited variation;   for who will believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, pug-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94 ever existed freely in a state of nature?   It has often been loosely said that all our races of dogs have been produced by the crossing of a few aboriginal species; but by crossing we can only get forms in some degree intermediate between their parents; and if we account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making distinct races by crossing has been greatly exaggerated.   Many cases are on record, showing that a race may be modified by occasional crosses, if aided by the careful selection of those individual mongrels which present any desired character; but that a race could be obtained nearly intermediate between two extremely different races or species, I can hardly believe.   Sir J. Sebright expressly experimented for this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) extremely uniform, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them will be alike; and then the extreme difficulty, or rather utter hopelessness, of the task becomes apparent.   Cer-   tainly, a breed intermediate between  two   very   distinct  breeds could not be got without extreme care and long-continued selection; nor can I find a single case on record of a permanent race having been thus formed.  ', '1860': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats in Europe alone, and several even within Great Britain.   One author believes that there formerly existed in Great Britain eleven wild species of sheep peculiar to it!   When we bear in mind that Britain has now hardly one peculiar mammal, and France but few distinct from those of Germany and conversely, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds have originated in Europe; for whence could they have been derived, as these several countries do not possess a number of peculiar species as distinct parent-stocks?   So it is in India.   Even in the case of the domestic dogs of the whole world, which I fully admit have probably descended from several wild species, I cannot doubt that there has been an immense amount of inherited variation.   Who can believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94 ever existed freely in a state of nature?   It has often been loosely said that all our races of dogs have   been produced by the crossing of a few aboriginal species; but by crossing we can only get forms in some degree intermediate between their parents; and if we account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making distinct races by crossing has been greatly exaggerated.   There can be no doubt that a race may be modified by occasional crosses, if aided by the careful selection of those individual mongrels, which present any desired character; but that a race could be obtained nearly intermediate between two extremely different races or species, I can hardly believe.   Sir J. Sebright expressly experimentised for this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) extremely uniform, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them will be alike, and then the extreme difficulty, or rather utter hopelessness, of the task becomes apparent.   Certainly, a breed intermediate between  two   very   distinct  breeds could not be got without extreme care and long-continued selection; nor can I find a single case on record of a permanent race having been thus formed.  ', '1872': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats, in Europe alone, and several even within Great Britain.   One author believes that there formerly existed eleven wild species of sheep peculiar to Great Britain!   When we bear in mind that Britain has now not one peculiar mammal, and France but few distinct from those of Germany, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds must have originated in Europe; for whence otherwise could they have been derived?   So it is   in India.   Even in the case of the breeds of the domestic dog throughout the world, which I admit are descended from several wild species, it cannot be doubted that there has been an immense amount of inherited variation;   for who will believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, pug-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94 ever existed in a state of nature?   It has often been loosely said that all our races of dogs have been produced by the crossing of a few aboriginal species; but by crossing we can only get forms in some degree intermediate between their parents; and if we account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making distinct races by crossing has been greatly exaggerated.   Many cases are on record, showing that a race may be modified by occasional crosses, if aided by the careful selection of the individuals which present the desired character; but to obtain a race intermediate between two quite distinct races, would be very difficult.   Sir J. Sebright expressly experimented with this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) quite uniform in character, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them are alike, and then the difficulty of the task becomes manifeSt.  ', '1866': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats in Europe alone, and several even within Great Britain.   One author believes that there formerly existed in Great Britain eleven wild species of sheep peculiar to it!   When we bear in mind that Britain has now hardly one peculiar mammal, and France but few distinct from those of Germany, and conversely, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds have originated in Europe; for whence could they have been derived, as these several countries do not possess a number of peculiar species as distinct parent-stocks?   So it is in India.   Even in the case of the domestic dogs of the whole world, which I admit to have descended from several wild species, it cannot be doubted that there has been an immense amount of inherited variation;   for who will believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, pug-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94   ever existed freely in a state of nature?   It has often been loosely said that all our races of dogs have been produced by the crossing of a few aboriginal species; but by crossing we can only get forms in some degree intermediate between their parents; and if we account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making distinct races by crossing has been greatly exaggerated.   Many cases are on record, showing that a race may be modified by occasional crosses, if aided by the careful selection of the individuals which present the desired character; but to obtain a race nearly intermediate between two extremely different races or species, would be very difficult.   Sir J. Sebright expressly experimented for this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) extremely uniform, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them will be alike; and then the extreme difficulty, or rather utter hopelessness of the task becomes apparent.   Certainly, a breed intermediate between  two   very   distinct  breeds could not be got without extreme care and long-continued selection; nor can I find a single case on record of a permanent race having been thus formed.  ', '1869': '  The doctrine of the origin of our several domestic races from several aboriginal stocks, has been carried to an absurd extreme by some authors.   They believe that every race which breeds true, let the distinctive characters be ever so slight, has had its wild prototype.   At this rate there must have existed at least a score of species of wild cattle, as many sheep, and several goats, in Europe alone, and several even within Great Britain.   One author believes that there formerly existed in Great Britain eleven wild species of sheep peculiar to it!   When we bear in mind that Britain has now hardly one peculiar mammal, and France but few distinct from those of Germany, and conversely, and so with Hungary, Spain, &c., but that each of these kingdoms possesses several peculiar breeds of cattle, sheep, &c., we must admit that many domestic breeds have originated in Europe; for whence have they been derived, as these several countries could not possess so large a number of peculiar species for parent-stocks?   So it is in India.   Even in the case of the domestic dogs of the whole world, which I admit to have descended from several wild species, it cannot be doubted that there has been an immense amount of inherited variation;   for who will believe that animals closely resembling the Italian greyhound, the bloodhound, the bull-dog, pug-dog, or Blenheim spaniel, &c. \xe2\x80\x94 so unlike all wild Canid\xc3\xa6 \xe2\x80\x94 ever existed freely in a state of nature?   It has often been loosely said that all our races of dogs have been produced by the crossing of a few aboriginal species; but by crossing we can only get forms in some degree intermediate between their parents; and if we account for our several domestic races by this process, we must admit the former existence of the most extreme forms, as the Italian greyhound, bloodhound, bull-dog, &c., in the wild state.   Moreover, the possibility of making   distinct races by crossing has been greatly exaggerated.   Many cases are on record, showing that a race may be modified by occasional crosses, if aided by the careful selection of the individuals which present the desired character; but to obtain a race nearly intermediate between two extremely different races or species, would be very difficult.   Sir J. Sebright expressly experimented for this object, and failed.   The offspring from the first cross between two pure breeds is tolerably and sometimes (as I have found with pigeons) extremely uniform, and everything seems simple enough; but when these mongrels are crossed one with another for several generations, hardly two of them are alike; and then the extreme difficulty of the task becomes apparent.   Certainly, a breed intermediate between  two   very   distinct  breeds could not be got without extreme care and long-continued selection; nor can I find a case on record of a permanent race having been thus formed.  '}