{'1859': '  A large amount of change in our cultivated plants, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a vast number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve     or modify most of our plants up to their present standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants, but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that given to the plants in countries anciently civilised.  ', '1861': '  A large amount of change in our cultivated plants, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a vast number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve or modify most of our plants up to their present standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants,   but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that given to the plants in countries anciently civilised.  ', '1860': '  A large amount of change in our cultivated plants, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a vast number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve or modify most of our plants up to their present    standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants, but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that given to the plants in countries anciently civilised.  ', '1872': '  A large amount of change, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve or modify most of our plants up to their present standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants, but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that acquired by the plants in countries anciently civilised.  ', '1866': '  A large amount of change in our cultivated plants, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a vast number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve or modify most of our plants up to their present standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants,   but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that given to the plants in countries anciently civilised.  ', '1869': '  A large amount of change in our cultivated plants, thus slowly and unconsciously accumulated, explains, as I believe, the well-known fact, that in a number of cases we cannot recognise, and therefore do not know, the wild parent-stocks of the plants which have been longest cultivated in our flower and kitchen gardens.   If it has taken centuries or thousands of years to improve or modify most of our plants up to their present standard of usefulness to man, we can understand how it is that neither Australia, the Cape of Good Hope, nor any other region inhabited by quite uncivilised man, has afforded us a single plant worth culture.   It is not that these countries, so rich in species, do not by a strange chance possess the aboriginal stocks of any useful plants, but that the native plants have not been improved by continued selection up to a standard of perfection comparable with that given to the plants in countries anciently civilised.  '}