{'1859': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, perhaps never, the case.   The laws of correlation of growth, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, I cannot doubt that the continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  ', '1861': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in    the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, I speak after careful observation, perhaps never, the case.   The laws of correlation of growth, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, I cannot doubt that the continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  ', '1860': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, perhaps never, the case.   The laws of correlation of growth, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, I cannot doubt that the continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  ', '1872': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, \xe2\x80\x94 I speak after careful observation, \xe2\x80\x94 perhaps never, the case.   The law of correlated variation, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, it cannot be doubted that the continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  ', '1866': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with   the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, \xe2\x80\x94 I speak after careful observation, \xe2\x80\x94 perhaps never, the case.   The laws of correlation of growth, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, I cannot doubt that the continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  ', '1869': '  In regard to plants, there is another means of observing the accumulated effects of selection \xe2\x80\x94 namely, by comparing the diversity of flowers in the different varieties of the same species in the flower-garden; the diversity of leaves, pods, or tubers, or whatever part is valued, in the kitchen-garden, in comparison with the flowers of the same varieties; and the diversity of fruit of the same species in the orchard, in comparison with the leaves and flowers of the same set of varieties.   See how different the leaves of the cabbage are, and how extremely alike the flowers; how unlike the flowers of the heartsease are, and how alike the leaves; how much the fruit of the different kinds of gooseberries differ in size, colour, shape, and hairiness, and yet the flowers present very slight differences.   It is not that the varieties which differ largely in some one point do not differ at all in other points; this is hardly ever, \xe2\x80\x94 I speak after careful observation, \xe2\x80\x94 perhaps never, the case.   The law of correlated variation, the importance of which should never be overlooked, will ensure some differences; but, as a general rule, I cannot doubt that the    continued selection of slight variations, either in the leaves, the flowers, or the fruit, will produce races differing from each other chiefly in these characters.  '}