{'1859': '  When we attempt to estimate the amount of structural difference between the domestic races of the same species, we are soon involved in doubt, from not knowing whether they have descended from one or several parent-species.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the grey-     hound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind so truly, were the offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many very closely allied and natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   all our dogs have descended from any one wild species; but, in the case of some other domestic races, there is presumptive, or even strong, evidence in favour of this view.  ', '1861': '  When we attempt to estimate the amount of structural difference between the domestic races of the same species, we are soon involved in doubt, from not knowing whether they have descended from one or several parent-species.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind so truly, were the offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many very closely allied natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   the whole amount of difference between the several breeds of the dog has been produced under domestication; I believe that some small part of the difference is due to their having descended from distinct species.   In the case of some other domesticated species, there is presumptive, or even strong evidence, that all the breeds have descended from a single wild stock.  ', '1860': '  When we attempt to estimate the amount of structural difference between the domestic races of the same species, we are soon involved in doubt, from not knowing whether they have descended from one or several parentspecies.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind so truly, were the   offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many very closely allied natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   the whole amount of difference between the several breeds of the dog has been produced under domestication; I believe that some small part of the difference is due to their being descended from distinct species.   In the case of some other domesticated species, there is presumptive, or even strong evidence, that all the breeds have descended from a single wild stock.  ', '1872': '  In attempting to estimate the amount of structural difference between allied domestic races, we are soon involved in doubt, from not knowing whether they are descended from one or several parent species.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind truly, were the offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many closely allied natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   the whole   amount of difference between the several breeds of the dog has been produced under domestication; I believe that a small part of the difference is due to their being descended from distinct species.   In the case of strongly marked races of some other domesticated species, there is presumptive or even strong evidence, that all are descended from a single wild stock.  ', '1866': '  When we attempt to estimate the amount of structural difference between the domestic races of the same species, we are soon involved in doubt, from not knowing whether they have descended from one or several parent-species.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind so truly, were the offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many very closely allied natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   the whole amount of difference between the several breeds of the dog has been produced under domestication; I believe that some small part of the difference is due to their having descended from distinct species.   In the case of some other domesticated species, there is presumptive, or even strong evidence, that all the breeds have descended from a single wild stock.  ', '1869': '  In attempting to estimate the amount of structural difference between the domestic races of the same species, we are soon involved in doubt, from not knowing whether they have descended from one or several parent-species.   This point, if it could be cleared up, would be interesting; if, for instance, it could be shown that the greyhound, bloodhound, terrier, spaniel, and bull-dog, which we all know propagate their kind so truly, were the offspring of any single species, then such facts would have great weight in making us doubt about the immutability of the many very closely allied natural species \xe2\x80\x94 for instance, of the many foxes \xe2\x80\x94 inhabiting different quarters of the world.   I do not believe, as we shall presently see, that   the whole amount of difference between the several breeds of the dog has been produced under domestication; I believe that some small part of the difference is due to their having descended from distinct species.   In the case of strongly marked races in some other domesticated species, there is presumptive, or even strong evidence, that all are descended from a single wild stock.  '}