{'1859': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to     a large extent some breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animal\'s organisation as something quite plastic, which they can model almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt, who was probably better acquainted with the works of agriculturalists than almost any other individual, and who was himself a very good judge of an animal, speaks of the principle of selection as "that which enables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magician\'s wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   That most skilful breeder, Sir John Sebright, used to say, with respect to pigeons, that "he would produce any given feather in three years, but it would take him six years to obtain head and beak."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade: the sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  ', '1861': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to a large extent some breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animal\'s organisation as something quite plastic, which they can model almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt,   who was probably better acquainted with the works of agriculturists than almost any other individual, and who was himself a very good judge of an animal, speaks of the principle of selection as "that which enables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magician\'s wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   That most skilful breeder, Sir John Sebright, used to say, with respect to pigeons, that "he would produce any given feather in three years, but it would take him six years to obtain head and beak."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade: the sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  ', '1860': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to    a large extent some breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animal\'s organisation as something quite plastic, which they can model almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt, who was probably better acquainted with the works of agriculturists than almost any other individual, and who was himself a very good judge of an animal, speaks of the principle of selection as "that which enables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magician\'s wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   That most skilful breeder, Sir John Sebright, used to say, with respect to pigeons, that "he would produce any given feather in three years, but it would take him six years to obtain head and beak."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade: the sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  ', '1872': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to a large extent their breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animal\'s organisation as something plastic, which they can model   almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt, who was probably better acquainted with the works of agriculturists than almost any other individual, and who was himself a very good judge of animals, speaks of the principle of selection as "that which enables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magician\'s wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade; the sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  ', '1866': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to a large extent some breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animal\'s organisation as something quite plastic, which they can model almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt, who was probably better acquainted with the works of agriculturists than almost any other individual, and who was himself a very good judge of an animal, speaks of the principle of selection as "that which en-   ables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magician\'s wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   That most skilful breeder, Sir John Sebright, used to say, with respect to pigeons, that "he would produce any given feather in three years, but it would take him six years to obtain head and beak."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade: the sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  ', '1869': '  The great power of this principle of selection is not hypothetical.   It is certain that several of our eminent breeders have, even within a single lifetime, modified to a large extent the breeds of cattle and sheep.   In order fully to realise what they have done, it is almost necessary to read several of the many treatises devoted to this subject, and to inspect the animals.   Breeders habitually speak of an animals organisation as something quite plastic, which they can model almost as they please.   If I had space I could quote numerous passages to this effect from highly competent authorities.   Youatt, who was probably better acquainted with the works of agriculturists than almost any other individual, and who was himself a very good judge of an animal, speaks of the principle of selection as "that which enables the agriculturist, not only to modify the character of his flock, but to change it altogether.   It is the magicians wand, by means of which he may summon into life whatever form and mould he pleases."   Lord Somerville, speaking of what breeders have done for sheep, says: \xe2\x80\x94 "It would seem as if they had chalked out upon a wall a form perfect in itself, and then had given it existence."   In Saxony the importance of the principle of selection in regard to merino sheep is so fully recognised, that men follow it as a trade: the    sheep are placed on a table and are studied, like a picture by a connoisseur; this is done three times at intervals of months, and the sheep are each time marked and classed, so that the very best may ultimately be selected for breeding.  '}