{'1859': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result, I may add, has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to the full acknowledgment of the importance of the principle in works of high antiquity.   In rude and      barbarous periods of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese encyclop\xc3\xa6dia.   Explicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone shows how much good domestic breeds are valued by the negroes of the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been paid to breeding, for the inheritance of good and bad qualities is so obvious.  ', '1861': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to the full acknowledgment of the importance of the principle in works of high antiquity.   In rude and barbarous periods of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese encyclop\xc3\xa6dia.   Ex-   plicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone shows how much good domestic breeds are valued by the negroes of the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been paid to breeding, for the inheritance of good and bad qualities is so obvious.  ', '1860': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to the full acknowledgment of the importance of the principle in works of high antiquity.   In rude and barbarous periods     of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese encyclop\xc3\xa6dia.   Explicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone shows how much good domestic breeds are valued by the negroes of the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been paid to breeding, for the inheritance of good and bad qualities is so obvious.  ', '1872': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to works of high antiquity, in which the full importance of the principle is acknowledged.   In rude and barbarous periods of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese ency-   clop\xc3\xa6dia.   Explicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone states that good domestic breeds are highly valued by the negroes in the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been paid to breeding, for the inheritance of good and bad qualities is so obvious.  ', '1866': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to the full acknowledgment of the importance of the principle in works of high antiquity.   In rude and barbarous periods of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese encyclop\xc3\xa6dia.   Explicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early   period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone shown how much good domestic breeds are valued by the negroes in the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been paid to breeding, for the inheritance of good and bad qualities is so obvious.  ', '1869': '  It may be objected that the principle of selection has been reduced to methodical practice for scarcely more than three-quarters of a century; it has certainly been more attended to of late years, and many treatises have been published on the subject; and the result has been, in a corresponding degree, rapid and important.   But it is very far from true that the principle is a modern discovery.   I could give several references to the full acknowledgment of the importance of the principle in works of high antiquity.   In rude and barbarous periods of English history choice animals were often imported, and laws were passed to prevent their exportation: the destruction of horses under a certain size was ordered, and this may be compared to the "roguing" of plants by nurserymen.   The principle of selection I find distinctly given in an ancient Chinese encyclop\xc3\xa6dia.   Explicit rules are laid down by some of the Roman classical writers.   From passages in Genesis, it is clear that the colour of domestic animals was at that early period attended to.   Savages now sometimes cross their dogs with wild canine animals, to improve the breed, and they formerly did so, as is attested by passages in Pliny.   The savages in South Africa match their draught cattle by colour, as do some of the Esquimaux their teams of dogs.   Livingstone states that good domestic breeds, are highly valued by the negroes in the interior of Africa who have not associated with Europeans.   Some of these facts do not show actual selection, but they show that the breeding of domestic animals was carefully attended to in ancient times, and is now attended to by the lowest savages.   It would, indeed, have been a strange fact, had attention not been   paid to breeding, for the inheritance of good and bad qualities is so obvious.  '}