{'1859': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, knowing well how true they bred, I felt fully as much difficulty in believing that they could ever have descended from a common parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other large groups of birds, in nature.   One circumstance has struck me much; namely, that all the breeders of the various domestic animals and the cultivators of plants, with whom I have ever conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.       Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from long-horns, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many successive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races have descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?  ', '1861': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, knowing well how true they bred, I felt fully as much difficulty in believing that since they were domesticated they could all have descended from a common parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other large groups of birds, in nature.   One circumstance has struck me much; namely, that nearly all the breeders of the various domestic animals and the cultivators of plants, with whom I have conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.   Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from long-horns, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several   sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many successive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races have descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?  ', '1860': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, knowing well how true they bred, I felt fully as much difficulty in believing that they could have descended from a common parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other large groups of birds, in nature.   One circumstance has struck me much; namely, that all the breeders of the various domestic animals and the cultivators of plants, with whom I have ever conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.     Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from long-horns, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many successive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races have descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?  ', '1872': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, well knowing how truly they breed, I felt fully as much difficulty in believing that since they had been domesticated they had all proceeded from a common parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other groups of birds, in nature.   One circumstance has struck me much; namely, that nearly all the breeders of the various domestic animals and the cultivators of plants, with whom I have conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.   Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from Long-horns, or both from a common parent-stock, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many successive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races are descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?    ', '1866': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, well knowing how truly they breed, I felt fully as much difficulty in believing that since they had been domesticated they had all proceeded from a common parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other large groups of birds, in nature.   One circumstance has struck me much; namely, that nearly all the breeders of the various domestic animals and the cultivators of plants, with whom I have conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.   Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from Long-horns, or both from a common parent-stock, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes   by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many successive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races have descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?  ', '1869': '  I have discussed the probable origin of domestic pigeons at some, yet quite insufficient, length; because when I first kept pigeons and watched the several kinds, well knowing how truly they breed, I felt fully as much difficulty in believing that since they had been domesticated they had all proceeded from a common   parent, as any naturalist could in coming to a similar conclusion in regard to the many species of finches, or other groups of birds, in nature.   One circumstance has struck me much; namely, that nearly all the breeders of the various domestic animals and the cultivators of plants, with whom I have conversed, or whose treatises I have read, are firmly convinced that the several breeds to which each has attended, are descended from so many aboriginally distinct species.   Ask, as I have asked, a celebrated raiser of Hereford cattle, whether his cattle might not have descended from Long-horns, or both from a common parent-stock, and he will laugh you to scorn.   I have never met a pigeon, or poultry, or-duck, or rabbit fancier, who was not fully convinced that each main breed was descended from a distinct species.   Van Mons, in his treatise on pears and apples, shows how utterly he disbelieves that the several sorts, for instance a Ribston-pippin or Codlin-apple, could ever have proceeded from the seeds of the same tree.   Innumerable other examples could be given.   The explanation, I think, is simple: from long-continued study they are strongly impressed with the differences between the several races; and though they well know that each race varies slightly, for they win their prizes by selecting such slight differences, yet they ignore all general arguments, and refuse to sum up in their minds slight differences accumulated during many sucecssive generations.   May not those naturalists who, knowing far less of the laws of inheritance than does the breeder, and knowing no more than he does of the intermediate links in the long lines of descent, yet admit that many of our domestic races are descended from the same parents \xe2\x80\x94 may they not learn a lesson of caution, when they deride the idea of species in a state of nature being lineal descendants of other species?    '}