{'1859': '  In favour of this view, I may add, firstly, that C. livia, or the rock-pigeon, has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, although an English carrier or short-faced tumbler differs immensely in certain characters from the rock-pigeon, yet by comparing the several sub-breeds of these breeds, more especially those brought from distant countries, we can make an almost perfect series between the extremes of structure.   Thirdly, those characters which are mainly distinctive of each breed, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail, are in each breed eminently variable; and the explanation of this fact will be obvious when we come to treat of selection.   Fourthly, pigeons have been watched, and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\xa6gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill      of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds;" and, continues the courtly historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will be obvious when we treat of Selection.   We shall then, also, see how it is that the breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  ', '1861': '  In favour of this view, I may add, firstly, that C. livia, or the rock-pigeon, has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, although an English carrier or short-faced tumbler differs immensely in certain characters from the rock-pigeon, yet by comparing the several sub-breeds of these varieties, more especially those brought from distant countries, we can make an almost perfect series between the extremes of structure.   Thirdly, those characters which are mainly distinctive of each breed, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail, are in each breed eminently variable; and the explanation of this fact will be obvious when we come to treat of Selection.   Fourthly, pigeons have been watched and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\xa6gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds;" and, continues the courtly   historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will be obvious when we treat of Selection.   We shall then, also, see how it is that the several breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  ', '1860': '  In favour of this view, I may add, firstly, that C. livia, or the rock-pigeon, has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, although an English carrier or short-faced tumbler differs immensely in certain characters from the rock-pigeon, yet by comparing the several sub-breeds of these varieties, more especially those brought from distant countries, we can make an almost perfect series between the extremes of structure.   Thirdly, those characters which are mainly distinctive of each breed, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail, are in each breed eminently variable; and the explanation of this fact will be obvious when we come to treat of selection.   Fourthly, pigeons have been watched, and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\xa6gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill    of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds;" and, continues the courtly historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will be obvious when we treat of Selection.   We shall then, also, see how it is that the breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  ', '1872': '  In favour of this view, I may add, firstly, that the wild C. livia has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, that, although an English carrier or a short-faced tumbler differs immensely in certain characters from the rock-pigeon, yet that, by comparing the several sub-breeds of these two races, more especially those brought from distant countries, we can make, between them and the rock pigeon, an almost perfect series; so we can in some other cases, but not with all the breeds.   Thirdly, those characters which are mainly distinctive of each breed are in each eminently variable, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail; and the explanation of this fact will be obvious when we treat of Selection.   Fourthly, pigeons have been watched and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\xa6gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds"; and, continues the courtly historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will likewise be obvious when   we treat of Selection.   We shall then, also, see how it is that the several breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  ', '1866': '  In favour of this view, I may add, firstly, that C. livia, or the rock-pigeon, has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, although an English carrier or a short-faced tumbler differs immensely in   certain characters from the rock-pigeon, yet by comparing the several sub-breeds of these varieties, more especially those brought from distant countries, we can make in these two cases, and in some but not in all other cases, an almost perfect series between the extremes of structure.   Thirdly, those characters which are mainly distinctive of each breed, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail, are in each breed eminently variable; and the explanation of this fact will be obvious when we come to treat of Selection.   Fourthly, pigeons have been watched and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\x86gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds;" and, continues the courtly historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will be obvious when we treat of Selection.   We shall then, also, see how it is that the several   breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  ', '1869': '  In favour of this view, I may add, first, that C. livia, or the rock-pigeon, has been found capable of domestication in Europe and in India; and that it agrees in habits and in a great number of points of structure with all the domestic breeds.   Secondly, although an English carrier or a short-faced tumbler differs immensely in certain characters from the rock-pigeon, yet by comparing the several sub-breeds of these varieties, more especially those brought from distant countries, we can make in these two cases, and in some but not in all other cases, an almost perfect series between the extremes of structure.   Thirdly, those characters which are mainly distinctive of each breed, for instance the wattle and length of beak of the carrier, the shortness of that of the tumbler, and the number of tail-feathers in the fantail, are in each breed eminently variable; and the explanation of this fact will be obvious when we come to treat of Selection.     Fourthly, pigeons have been watched and tended with the utmost care, and loved by many people.   They have been domesticated for thousands of years in several quarters of the world; the earliest known record of pigeons is in the fifth \xc3\x86gyptian dynasty, about 3000 B.C., as was pointed out to me by Professor Lepsius; but Mr. Birch informs me that pigeons are given in a bill of fare in the previous dynasty.   In the time of the Romans, as we hear from Pliny, immense prices were given for pigeons; "nay, they are come to this pass, that they can reckon up their pedigree and race." Pigeons were much valued by Akber Khan in India, about the year 1600; never less than 20,000 pigeons were taken with the court.   "The monarchs of Iran and Turan sent him some very rare birds;" and, continues the courtly historian, "His Majesty by crossing the breeds, which method was never practised before, has improved them astonishingly." About this same period the Dutch were as eager about pigeons as were the old Romans.   The paramount importance of these considerations in explaining the immense amount of variation which pigeons have undergone, will be obvious when we treat of Selection.   We shall then, also, see how it is that the several breeds so often have a somewhat monstrous character.   It is also a most favourable circumstance for the production of distinct breeds, that male and female pigeons can be easily mated for life; and thus different breeds can be kept together in the same aviary.  '}