{'1859': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock-pigeon is of a slaty-blue, and has a white rump (the Indian sub-species, C. intermedia of Strickland, having it bluish); the tail has a terminal dark bar, with the bases of the outer feathers externally edged with white; the wings have two black bars; some semi-domestic breeds and some apparently truly wild breeds have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when two birds belonging to two distinct breeds are crossed, neither of which is blue or has any of the above-specified marks, the mongrel offspring are very apt suddenly to acquire these characters; for instance, I crossed some   uniformly white fantails with some uniformly black barbs, and they produced mottled brown and black birds; these I again crossed together, and one grandchild of the pure white fantail and pure black barb was of as beautiful a blue colour, with the white rump, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock-pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters, if all the domestic breeds have descended from the rock-pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, firstly, that all the several imagined aboriginal stocks were coloured and marked like the rock-pigeon, although no other existing species is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly,      that each breed, even the purest, has within a dozen or, at most, within a score of generations, been crossed by the rock-pigeon: I say within a dozen or twenty generations, for we know of no fact countenancing the belief that the child ever reverts to some one ancestor, removed by a greater number of generations.   In a breed which has been crossed only once with some distinct breed, the tendency to reversion to any character derived from such cross will naturally become less and less, as in each succeeding generation there will be less of the foreign blood; but when there has been no cross with a distinct breed, and there is a tendency in both parents to revert to a character, which has been lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two distinct cases are often confounded in treatises on inheritance.  ', '1861': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock-pigeon is of a slaty-blue, and has a white croup (the Indian sub-species, C. intermedia of Strickland, having it bluish); the tail has a terminal dark bar, with the bases of the outer feathers externally edged with white; the wings have two black bars: some semi-domestic breeds, and some apparently truly wild breeds, have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when birds belonging to two or more distinct breeds are crossed, none of which are blue or have any of the above-specified marks, the mongrel offspring are    very apt suddenly to acquire these characters. To give one instance out of several which I have observed: \xe2\x80\x94 I crossed   some white fantails, which breed very true, with some black barbs \xe2\x80\x94 and it so happens that blue varieties of barbs are so rare that I never heard of an instance in England; and the mongrels were black, brown, and mottled.   I also crossed a barb with a spot, which is a white bird with a red tail and red spot on the forehead, and which notoriously breeds very true; the mongrels were dusky and mottled.   I then crossed one of the mongrel barb-fantails with a mongrel barb-spot, and they produced a bird of as beautiful a blue colour, with the white croup, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock-pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters (confined, as far as I have seen, to colour alone), if all the domestic breeds have descended from the rock-pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, firstly, that all the several imagined aboriginal stocks were coloured and marked like the rock-pigeon, although no other existing species is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly, that each breed, even the purest, has within a dozen, or at most within a score, of generations, been crossed by the rock-pigeon: I say within a dozen or twenty generations, for we know of no fact countenancing the belief that the child ever reverts to some one ancestor, removed by a greater number of generations.   In a breed which has been crossed only once with some distinct breed, the tendency to reversion to any character derived from such cross will naturally become less and less, as in each succeeding generation there will be less of the foreign   blood; but when there has been no cross with a distinct breed, and there is a tendency in both parents to revert to a character which has been lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two quite distinct cases are often confounded by those who have written on inheritance.  ', '1860': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock-pigeon is of a slaty-blue, and has a white rump (the Indian sub-species, C. intermedia of Strickland, having it bluish); the tail has a terminal dark bar, with the bases of the outer feathers externally edged with white; the wings have two black bars; some semi-domestic breeds and some apparently truly wild breeds have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when two birds belonging to two distinct breeds are crossed, neither of which is blue or has any of the above-specified marks, the mongrel offspring are very apt suddenly to acquire these characters; for instance, I crossed   some uniformly white fantails with some uniformly black barbs, and they produced mottled brown and black birds; these I again crossed together, and one grandchild of the pure white fantail and pure black barb was of as beautiful a blue colour, with the white rump, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock-pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters, if all the domestic breeds have descended from the rock-pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, firstly, that all the several imagined aboriginal stocks were coloured and marked like the rock-pigeon, although no other existing species is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly,    that each breed, even the purest, has within a dozen or, at most, within a score of generations, been crossed by the rock-pigeon: I say within a dozen or twenty generations, for we know of no fact countenancing the belief that the child ever reverts to some one ancestor, removed by a greater number of generations.   In a breed which has been crossed only once with some distinct breed, the tendency to reversion to any character derived from such cross will naturally become less and less, as in each succeeding generation there will be less of the foreign blood; but when there has been no cross with a distinct breed, and there is a tendency in both parents to revert to a character, which has been lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two distinct cases are often confounded in treatises on inheritance.  ', '1872': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock pigeon is of a slaty-blue, with white loins; but the Indian sub-species, C. intermedia of Strickland, has this part bluish. The tail has a terminal dark bar, with the outer feathers externally edged at the base with white. The wings have two black bars. Some semi-domestic breeds, and some truly wild breeds, have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when birds belonging to two or more distinct breeds are crossed, none of which are blue or have any of the above-specified marks, the mongrel offspring are very apt suddenly to acquire these characters. To give one instance out of several which I have observed: \xe2\x80\x94 I crossed   some white fantails, which breed very true, with some black barbs \xe2\x80\x94 and it so happens that blue varieties of barbs are so rare that I never heard of an instance in England; and the mongrels were black, brown, and mottled.   I also crossed a barb with a spot, which is a white bird with a red   tail and red spot on the forehead, and which notoriously breeds very true; the mongrels were dusky and mottled.   I then crossed one of the mongrel barb-fantails with a mongrel barb-spot, and they produced a bird of as beautiful a blue colour, with the white loins, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters, if all the domestic breeds are descended from the rock pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, first, that all the several imagined aboriginal stocks were coloured and marked like the rock pigeon, although no other existing species is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly, that each breed, even the purest, has within a dozen, or at most within a score, of generations, been crossed by the rock pigeon; I say within a dozen or twenty generations, for no instance is known of crossed descendants reverting to an ancestor of foreign blood, removed by a greater number of generations.   In a breed which has been crossed only once, the tendency to revert to any character derived from such a cross will naturally become less and less, as in each succeeding generation there will be less of the foreign blood; but when there has been no cross, and there is a tendency in the breed to revert to a character which was lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two distinct cases of reversion are often confounded together by those who have written on inheritance.  ', '1866': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock-pigeon is of a slaty-blue, and has a white croup (the Indian sub-species, C. intermedia of Strickland, having it bluish); the tail has a terminal dark bar, with the bases of the outer feathers externally edged with white; the wings have two black bars: some semi-domestic breeds, and some apparently truly wild breeds, have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when birds belonging to two or more distinct breeds are crossed, none of which are blue or have any of the above-specified marks, the mongrel offspring are very apt suddenly to acquire these characters. To give one instance out of several which I have observed: \xe2\x80\x94 I crossed   some white fantails, which breed very true, with some black barbs \xe2\x80\x94 and it so happens that blue varieties of barbs are so rare that I never heard of an instance in England; and the mongrels were black, brown, and mottled.   I also crossed a barb with a spot, which is a white bird with a red tail and red spot on the forehead, and which notoriously breeds very true; the mongrels were dusky and mottled.   I then crossed one of the   mongrel barb-fantails with a mongrel barb-spot, and they produced a bird of as beautiful a blue colour, with the white croup, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock-pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters, if all the domestic breeds have descended from the rock-pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, firstly, that all the several imagined aboriginal stocks were coloured and marked like the rock-pigeon, although no other existing species is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly, that each breed, even the purest, has within a dozen, or at most within a score, of generations, been crossed by the rock-pigeon: I say within a dozen or twenty generations, for we know of no fact countenancing the belief that the child ever reverts to some one ancestor, removed by a greater number of generations.   In a breed which has been crossed only once with some distinct breed, the tendency to reversion to any character derived from such cross will naturally become less and less, as in each succeeding generation there will be less of the foreign blood; but when there has been no cross with a distinct breed, and there is a tendency in both parents to revert to a character which has been lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two quite distinct cases are often confounded by those who have written on inheritance.  ', '1869': '  Some facts in regard to the colouring of pigeons well deserve consideration.   The rock-pigeon is of a slaty-blue, with white loins; the Indian sub-species, C. inter-   media of Strickland, having this part bluish; the tail has a terminal dark bar, with the outer feathers externally edged at the base with white; the wings have two black bars. Some semi-domestic breeds, and some truly wild breeds, have, besides the two black bars, the wings chequered with black.   These several marks do not occur together in any other species of the whole family.   Now, in every one of the domestic breeds, taking thoroughly well-bred birds, all the above marks, even to the white edging of the outer tail-feathers, sometimes concur perfectly developed.   Moreover, when birds belonging to two or more distinct breeds are crossed, none of which are blue or have any of the above-specified marks, the mongrel offspring are very apt suddenly to acquire these characters. To give one instance out of several which I have observed: \xe2\x80\x94 I crossed some   white fantails, which breed very true, with some black barbs \xe2\x80\x94 and it so happens that blue varieties of barbs are so rare that I never heard of an instance in England; and the mongrels were black, brown, and mottled.   I also crossed a barb with a spot, which is a white bird with a red tail and red spot on the forehead, and which notoriously breeds very true; the mongrels were dusky and mottled.   I then crossed one of the mongrel barb-fantails with a mongrel barb-spot, and they produced a bird of as beautiful a blue colour, with the white loins, double black wing-bar, and barred and white-edged tail-feathers, as any wild rock-pigeon!   We can understand these facts, on the well-known principle of reversion to ancestral characters, if all the domestic breeds are descended from the rock-pigeon.   But if we deny this, we must make one of the two following highly improbable suppositions.   Either, first, that all the several imagined aboriginal stocks were coloured and marked like the rock-pigeon, although no other existing species   is thus coloured and marked, so that in each separate breed there might be a tendency to revert to the very same colours and markings.   Or, secondly, that each breed, even the purest, has within a dozen, or at most within a score, of generations, been crossed by the rock-pigeon: I say within a dozen or twenty generations, for no instance is known of crossed descendants reverting to an ancestor of foreign blood, removed by a greater number of generations.   In a breed which has been crossed only once, the tendency to revert to any character derived from such a cross will naturally become less and less, as in each succeeding generation there will be less of the foreign blood; but when there has been no cross, and there is a tendency in the breed to revert to a character which was lost during some former generation, this tendency, for all that we can see to the contrary, may be transmitted undiminished for an indefinite number of generations.   These two distinct cases of reversion are often confounded together by those who have written on inheritance.  '}