{'1869': '  Some naturalists have maintained that all variations are connected with the act of sexual reproduction; but this is certainly an error; for I have given in another work a long list of "sporting plants," as they are called by gardeners; \xe2\x80\x94 that is, of plants which have suddenly produced a single bud with a new and sometimes widely different character from that of the other buds on the same plant.   These bud-variations, as they may be named, can be propagated by grafts, offsets, &c., and sometimes by seed.   They occur rarely under nature, but far from rarely under culture.   As a single bud out of the many thousands produced year after year under uniform conditions on the same tree, has been known suddenly to assume a new character; and as buds on distinct trees, growing under different conditions, have sometimes yielded nearly the same variety \xe2\x80\x94 for instance, buds on peach-trees producing nectarines, and buds on common roses producing moss-roses \xe2\x80\x94 we clearly see that the nature of the conditions is of quite subordinate importance in comparison with the nature of the organism in determining each particular form of variation; \xe2\x80\x94 of not more importance than the nature of the spark by which a mass of com-   bustible matter is ignited, has in determining the nature of the flames.    Effects   of   Habit;   Correlated   Variation;   Inheritance.   ', '1872': '  Some naturalists have maintained that all variations are connected with the act of sexual reproduction; but this is certainly an error; for I have given in another work a long list of "sporting plants;" as they are called by gardeners; \xe2\x80\x94 that is, of plants which have suddenly produced a single bud with a new and sometimes widely different character from that of the other buds on the same plant.   These bud variations, as they may be named, can be propagated by grafts, offsets, &c., and sometimes by seed.   They occur rarely under nature, but are far from rare under culture.   As a single bud out of many thousands, produced year after year on the same tree under uniform conditions, has been known suddenly to assume a new character; and as buds on distinct trees, growing under different conditions, have sometimes yielded nearly the same variety \xe2\x80\x94 for instance, buds on peach-trees producing nectarines, and buds on common roses producing moss-roses \xe2\x80\x94 we clearly see that the nature of the conditions is of subordinate importance in comparison with the nature of the organism in determining each particular form of variation; \xe2\x80\x94 perhaps of not more importance than the nature of the spark, by which a mass of combustible matter is ignited, has in determining the nature of the flames.  '}